Repository: Bertram25/ValyriaTear
Catalog: po/*.po
Languages: de, sv

source: Jewelry is a gift from the heavens to remind us that beauty can be as pure on the outside as it is on the inside. Besides, it suits me better than it would you.
de: Juwelen sind ein Geschenk des Himmels, um uns daran zu errinern, dass wahre Schönheit sich durch äußere sowie innere Reinheit auszeichnet. Davon abgesehen, stehen sie mir besser als dir.
sv: Smycken är en gåva från himlen för att påminna oss om att skönhet kan vara lika fläckfritt på utsidan som det är på insidan. Dessutom så passar det mycket bättre på mig än på dig.

source: Joystick Settings
de: Joystick
sv: Joystickinställningar

source: Just find our *poet* and he should give you some barley meal, ok?
de: Finde einfach unseren *Dichter*. Er sollte etwas Gerstenmehl für dich haben, ja?
sv: Hitta bara vår *poet* så borde han kunna ge dig lite kornmjöl, ok?

source: Kalya joins your party!
de: Kalya schließt sich deiner Gruppe an!
sv: Kalya slår följe med dig!

source: Kalya! You'd better be careful!
de: Kalya! Du solltest dich besser vorsehen!
sv: Kalya! Var försiktig!

source: Kalya's home basement
de: Kalyas Haus, Untergeschoss
sv: Kaylas hems källare

source: Kalya, Bronann!
de: Bronann!

source: Kalya, have you seen Orlinn?
de: Kalya, hast du Orlinn gesehen?
sv: Kalya, har du sett Orlinn?

source: Karlate Breastplate
de: Karlate Brustplatte
sv: Karlatesk bröstharnesk

source: Keep quiet, little brat!
de: Sei still, du Balg!
sv: Håll käften ungjävel!

source: Keep quiet, you old daft rat!
de: Sei ruhig, du bekloppte alte Ratte!
sv: Håll tyst, din gamla råtta!

source: Key Items
de: Schlüsselgegenstände
sv: Nyckelföremål

source: Key Settings
de: Tastenbelegung
sv: Tangentinställningar

source: Knight's Blade
de: Ritterschwert
sv: Riddarsvärd

source: Language
de: Sprache
sv: Språk

source: Layna Forest
de: Layna Wald
sv: Laynaskogen

source: Layna Forest Cave
de: Layna-Waldhöhle
sv: Laynas skogsgrotta

source: Lead Programming, Scripting, Maps
de: Programmierung, Skripting, Leveldesign
sv: Huvudprogrammerande, Skriptande, Kartor

source: Leader Call
de: Schlachtruf
sv: Ledartjut

source: Leather Chain Mail
de: Lederkettenhemd
sv: Läderförstärkt ringbrynja

source: Leather boots
de: Lederstiefel
sv: Läderstövlar

source: Leave
de: Verlassen
sv: Lämna

source: Left
de: Links
sv: Vänster

source: Left:
de: Links:
sv: Vänster:

source: Leg
de: Bei
sv: Ben

source: Leg Armor
de: Beinrüstung
sv: Benskydd

source: Leg:
de: Bein:
sv: Ben:

source: Legs
de: Beine
sv: Ben

source: Let her out of this! You can have me instead.
de: Halt' sie da raus! Du kannst mich an ihrer Stelle haben.
sv: Låg henne gå! Du kan ta mig istället.

source: Let me give you something as a reward.
de: Lass mich dir etwas zur Belohnung geben.
sv: Låt mig ge dig något som tack.

source: Let your fear grow, young boy!
de: Lass deine Angst frei, Junge!
sv: Låt din fruktan växa, pojk!

source: Let's fight for our lives then!
de: Dann lass uns um unser Leben kämpfen!
sv: Låt oss slåss till döden då!

source: Let's find out how to activate that waterfall, then.
de: Dann lass uns nach einem Weg suchen, den Wasserfall zu aktivieren.
sv: Låt oss leta reda på hur man aktiverar vattenfallet i så fall.

source: Let's have a talk, Bronann!
de: Lass uns sprechen, Bronann!
sv: Bronann, vi måste prata!

source: Let's look around. We might find out.
de: Sehen wir uns um. Vielleicht finden wir einen Hinweis.
sv: Vi undersöker stället. Vi kanske hittar något som hjälper.

source: Let's make our way through this before something bad happens to him.
de: Wir müssen hier durch und ihn einholen, bevor ihm möglicherweise etwas Schlimmes zustößt.
sv: Låt oss skynda oss över innan något hemskt händer honom.

source: Let's run!
de: Los, Lauf!
sv: Spring!

source: Level (Max):
de: Stufe(Max):

source: Level:
de: Stufe:

source: Life
de: Leben
sv: Liv

source: Life Circle
de: Lebenszirkel
sv: Livscirkel

source: Life Elemental Strength
de: Lebens-Element-Stärke
sv: Livelementarstyrka

source: Lightning
de: Blitz
sv: Blixtar

source: Lilly's house
de: Lillys Haus
sv: Lillys hus

source: Load Game
de: Fortsetzen
sv: Ladda spel

source: Look at all those bones. We should be careful.
de: Siehst du all die Knochen. Wir sollten besser achtgeben.
sv: Titta på alla de benen. Vi måste vara försiktiga.

source: Look!
de: Schau!
sv: Titta!

source: Look, I...
de: Sieh mal, Ich...
sv: Vänta, jag...

source: Look, there is a stone slab on the ground. Let's check this out.
de: Sieh mal, da ist eine Steinplatte im Boden eingelassen. Lass uns das genauer ansehen.
sv: Titta, det ligger ett stenblock på marken. Låt oss undersöka det här.

source: Lotus Petal
de: Lotusblütenblatt
sv: Lotuskronblad

source: Low Mountain
de: Hügelland
sv: Kullarna

source: Lv:
de: St:

source: M.ATK:
de: MA:

source: M.DEF:
de: MV:

source: Magic
de: Magie
sv: Magi

source: Magic Drain
de: Magie aufzehren
sv: Magitappning

source: Magic skill
de: Magie
sv: Magiförmåga

source: Magical Armor
de: Magische Rüstung
sv: Magisk rustning

source: Magical Attack (M.ATK):
de: Magischer Angriff (MA):
sv: Magisk Attack (M.ATK):

source: Magical Defense (M.DEF):
de: Magische Verteidigung (MV):
sv: Magiskt Försvar (M.DEF):

source: Magical Poison
de: Magievergiftung
sv: Magiskt gift

source: Magical Reflection
de: Spiegel
sv: Magiskreflex

source: Makes an ally's health regenerate moderately.
de: Die Gesundheit eines Verbündeten erholt sich mäßig.
sv: Får någon att regenerera medelsnabbt.

source: Makes an enemy attack its own allies.
de: Bringt den Feind dazu seine Verbündeten anzugreifen.
sv: Får en fiende att attackera sina allierade.

source: Makes an enemy lose its SP little by little.
de: Der Gegner verliert stetig FP.
sv: Får en fiende att långsamt förlora sina SP.

source: Makes waves fall on an enemy.
de: Lässt Wellen auf den Gegner niedergehen.
sv: Får vågor att slå emot en fiende.

source: Making one with the crystal, huh?
de: Den Kristall benutzen, hä?
sv: Bli ett med kristallen, huh?

source: Map
de: Karte
sv: Karta

source: Map: Button
de: Karte: Taste
sv: Karta: Knapp

source: May you bring a happy end to this foolish destiny of ours.
de: Und sollst du unserem törrichten Schicksal ein Ende bereiten.
sv: Må du skapa ett lyckligt slut till vårt galna öde.

source: Maybe I could sell you a few things to help you find a way to open a path in there?
de: Veilleicht könnte ich euch einige Dinge verkaufen, die auf eurem Weg hilfreich sein könnten?
sv: Jag skulle kanske kunna sälja lite saker till er, så att ni kan komma på ett sätt att ta er igenom där?

source: Maybe yes, maybe no!
de: Vielleicht ja, vielleicht nein!
sv: Kanske ja, kanske nej!

source: Maybe, maybe not. Sophia was out the time they attacked? Somehow I don't buy it.
de: Vielleicht, vielleicht auch nicht. Sophia war zum Zeitpunk des Angriffs weg? Das kaufe ich ihr nicht ab.
sv: Kanske, kanske inte. Att Sophia skulle ha varit ute ur byn när de attackerade? Jag köper inte den historien.

source: Maybe?
de: Vielleicht?
sv: Kanske?

source: Me? Not at all. I don't need bridges to cross a moutain.
de: Ich? Nicht wirklich. Ich brauche keine Brücken um einen Berg zu überqueren.
sv: Jag? Inte alls. Jag behöver inte broar för att ta mig över ett berg.

source: Medium Healing Potion
de: Mittlerer Heiltrank
sv: Medelstor helande dryck

source: Medium Moon Juice Potion
de: Mittlerer Mondsaft Trank
sv: Medelstor månjuicedryck

source: Mega Healing Potion
de: Großer Heiltrank
sv: Enorm helande dryck

source: Mega Moon Juice Potion
de: Großer Mondsaft Trank
sv: Enorm månjuicedryck

source: Menu
de: Menü
sv: Meny

source: Menu:
de: Menü:
sv: Meny:

source: Menu: Button
de: Menü: Taste
sv: Many: Knapp

source: Metal Shield
de: Metallschild
sv: Metalsköld

source: Minor Elixir
de: Kleines Elixier
sv: Litet elexir

source: Minor Healing Potion
de: Kleiner Heiltrank
sv: Liten helande dryck

source: Miss
de: Verfehlt

source: Mist
de: Nebel
sv: Dimma

source: Mom needs some for dinner! Flora might have some in her shop. I should go and have a look there first.
de: Mam braucht Mehl fürs Abendessen! Flora könnte etwas haben. Ich sollte in ihrem Laden nachsehen.
sv: Mamma behöver lite till middagen! Flora kanske har lite i sin butik. Jag borde gå dit och se först.

source: Moon
de: Mond
sv: Måne

source: Moon Juice Potion
de: Mondsaft Trank
sv: Månjuicedryck

source: Mountain Village of Layna
de: Bergdorf Layna
sv: Bergsbyn Layna

source: Mountain bridge
de: Bergbrücke
sv: Bergsbron

source: Move Down
de: Nach unten
sv: Gå ner

source: Move Left
de: Nach links
sv: Gå vänster

source: Move Right
de: Nach rechts
sv: Gå höger

source: Move Up
de: Nach oben
sv: Gå upp

source: Move down in the item list.
de: In der Liste runterbewegen.
sv: Flytta ner i varulistan.

source: Move menu cursor to the left
de: Menüzeiger nach links bewegen
sv: Flytta menypekaren till vänster

source: Move menu cursor to the right
de: Menüzeiger nach rechts bewegen
sv: Flytta menypekaren till höger

source: Move position or cursor downwards
de: Nach unten bewegen
sv: Flytta markering eller pekare neråt

source: Move position or cursor to the left
de: Nach links bewegen
sv: Flytta markering eller pekare till vänster

source: Move position or cursor to the right
de: Nach rechts bewegen
sv: Flytta markering eller pekare till höger

source: Move position or cursor upwards
de: Nach oben bewegen
sv: Flytta markering eller pekare uppåt

source: Move up in the item list.
de: In der Liste raufbewegen.
sv: Flytta upp i varulistan.

source: Move your character:
de: Charakter bewegen:
sv: Förflyttning:

source: Mt. Elbrus
de: Berg Elbrus
sv: Elbrustoppen

source: Mt. Elbrus Shrine
de: Elbrus Bergschrein
sv: Elbrustemplet

source: Mushroom Zombie
de: Pilz-Zombie
sv: Svampzombie

source: Music
de: Musik
sv: Musik

source: Music Volume:
de: Musiklautstärke:
sv: Musikvolym:

source: Neutral Elemental Strength
de: Neutral-Element-Stärke
sv: Neutral elementarstyrka

source: Nevermind that, just do it.
de: Schon gut, mach es einfach.
sv: Bry dig inte så mycket, bara gör det.

source: New Game
de: Neues Spiel
sv: Nytt Spel

source: New Skill Learned:
de: Neue Fertigkeit:
sv: Ny färdighet inlärd:

source: No
de: Nein
sv: Nej

source: No arms armor
de: Nichts ausgerüstet
sv: Inget skydd för armarna

source: No data
de: Keine Daten
sv: Ingen data

source: No head armor
de: Nichts ausgerüstet
sv: Inget skydd för huvudet

source: No legs armor
de: Nichts ausgerüstet
sv: Inget skydd för benen

source: No torso armor
de: Nichts ausgerüstet
sv: Inget skydd för bålen

source: No valid saves found!
de: Keine gültigen Speicherpunkte!
sv: Inga giltiga sparningar hittades!

source: No way, we'd get sick.
de: Auf keinen Fall, wir würden krank werden.
sv: Inte en chans, vi kommer bli sjuka.

source: No weapon
de: Keine Waffe
sv: Inget vapen

source: No!
de: Nein!
sv: Nej!

source: No! I won't go unless you tell me the truth now!
de: Nein! Ich rühre mich nicht von der Stelle, bis du mir die Wahrheit sagst!
sv: Nej! Jag vägrar att följa med om du inte berättar sanningen nu!

source: No, it's alright!
de: Nein, schon gut!
sv: Nej, det är bra nu!

source: No, it's not that bad.
de: Nee, mach dir keine Umstände.
sv: Nej, det är inte så farligt.

source: No, not yet.
de: Nein, noch nicht.
sv: Nej, inte ännu.

source: No.
de: Nein.
sv: Nej.

source: No?!
de: Nein?!
sv: Nej?!

source: Noble Arbalest
de: Edle Arbalest
sv: Nobelt armborst

source: Now we can get back to the village more quickly.
de: Dadurch kommen wir schneller zurück.
sv: Nu kan vi ta oss tillbaka till byn snabbare.

source: Now, come. Become one with our holy hope.
de: Nun, komm. Werde eins mit unserer heiligen Hoffnung.
sv: Kom hit nu. Bli ett med vårt enda hopp.

source: Oh no, please Orlinn! I need it!
de: Oh nein, Orlinn bitte! Ich brauche ihn!
sv: Oh nej, snälla Orlinn! Jag behöver den!

source: Oh sorry, our 'great' poet came earlier and took all the rest of it.
de: O, tut mir leid, unser *großer* Dichter kam vorhin vorbei und hat den Rest mitgenommen.
sv: Jag är ledsen, vår 'store' poet kom och tog det sista.

source: Ok
de: Okay

source: Ok ok. Just having a bit of spirit, young man.
de: Schon gut, schon gut. Ich wollte doch nur meine Begeisterung zum Ausdruck bringen, junger Mann.
sv: Ok ok. Jag blev bara lite rörd.

source: Ok!
de: Jawohl!

source: Ok, thanks.
de: Sehr interessant, danke.
sv: Ok, tackar.

source: Old Cemetery
de: Alter Friedhof
sv: Den gamla kyrkogården

source: Old Helmet
de: Alter Helm
sv: Gammal hjälm

source: Old Willow Dress
de: Altes Willow Kleid
sv: Gammal sälgdräkt

source: Omni Sword
de: Omni-Klinge
sv: Allsvärd

source: Oops, sorry!
de: Hoppla, entschuldige!
sv: Oops, ursäkta!

source: Opens the party menu
de: Öffne Gruppen-Menü
sv: Öppnar gruppmenyn

source: Options
de: Einstellungen
sv: Inställningar

source: Orifice
de: Öffnung
sv: Öppning

source: Orlinn had the pen and I ran after him all morning to get it back. I hope he won't have any problems with Kalya...
de: Orlinn hatte den Stift, und ich bin den ganzen Vormittag ihm hinterhergerannt, um den Stift zu erhalten. Ich hoffe, er kriegt keine Probleme mit Kalya...
sv: Orlinn hade pennan och jag sprang efter honom hela morgonen för att få tillbaka den. Jag hoppas att han inte råkar i trubbel med Kayla...

source: Orlinn might be in danger!
de: Orlinn könnte in Gefahr sein!
sv: Orlinn kanske är i fara!

source: Orlinn! Back off!
de: Orlinn!!
sv: Orlinn! Sluta!

source: Orlinn! How many times have I told you not to bother other people?
de: Orlinn! Wie oft habe ich dir gesagt, dass du andere nicht belästigen sollst?
sv: Orlinn! Hur många gånger har jag sagt åt dig att inte störa andra personer?

source: Orlinn! NOW!
de: Orlinn!!
sv: Orlinn! NU!

source: Orlinn! Stop this!
de: Orlinn! Hör auf damit!
sv: Orlinn! Lägg av med det där!

source: Orlinn, are you alright?
de: Bronann! Geht es dir gut?
sv: Orlinn, mår du bra?

source: Orlinn, did you do something?
de: Orlinn, hast du irgendwas gemacht?
sv: Orlinn, gjorde du något?

source: Orlinn, how did you get there?
de: Orlinn, wie bist du denn dahin gekommen?
sv: Orlinn, hur kom du dit?

source: Orlinn, stop it RIGHT NOW!!
de: Orlinn, halt, geh nicht weiter!!
sv: Orlinn, sluta GENAST!!

source: Orlinn, stop!
de: Orlinn, hör auf!
sv: Orlinn, stanna!

source: Orlinn? Orlinn!
de: Orlinn!

source: Own
de: Eigene
sv: Ägda

source: PRO: +
de: SH: +

source: Paladin's Sword
de: Paladinschwert
sv: Paladinens svärd

source: Paralysis
de: Lähmung
sv: Paralys

source: Party
de: Gruppe
sv: Grupp

source: Party Menu: %s
de: Gruppen-Menü: %s
sv: Gruppmeny: %s

source: Path to Kalya's house
de: Weg zu Kalyas Haus
sv: Vägen till Kaylas hus

source: Pause: Button
de: Pause: Taste
sv: Pausa: Knapp

source: Paused
de: Angehalten
sv: Pausat

source: Pauses the game
de: Spiel unterbrechen
sv: Pausar spelet

source: Pen
de: Stift
sv: Penna

source: Perfect timing, let's have dinner.
de: Du kommst genau zum richtigen Zeitpunkt. Lass uns zu Abend essen.
sv: Precis i rättan tid, låt oss äta middag.

source: Performs basic medical assistance, healing the target by a minor degree.
de: Grundlegende medizinische Behandlung, das Ziel wird im geringen Ausmaß geheilt.
sv: Genomför grundläggande livräddning, återställer lite hälsa.

source: Periwinkle Potion
de: Immergrüntrank
sv: Ljusblå dryck

source: Petrify
de: Versteinern
sv: Förstena

source: Phoenix Call
de: Phönixruf
sv: Fenix rop

source: Phoenix Feather
de: Phönixfeder
sv: Fenixfjäder

source: Phoenix Shield
de: Phönixschild
sv: Fenixsköld

source: Pincer
de: Zange
sv: Kniptångsklo

source: Pincers
de: Zangen
sv: Kniptångsklor

source: Please move an axis.
de: Bitte eine Joystick-Achse bewegen.
sv: Rör joysticken längs en axel.

source: Please no! Wait!
de: Bitte nicht! Warte!
sv: Snälla nej! Vänta!

source: Please press a new joystick button.
de: Bitte einen Joystick-Knopf drücken.
sv: Vänligen tryck på en ny joystickknapp.

source: Please press a new key.
de: Bitte eine Taste drücken.
sv: Vänligen tryck på en ny knapp.

source: Please tell me! Have you found it?
de: Nun sag schon! Hast du ihn gefunden?
sv: Snälla berätta! Har du hittat den?

source: Poison
de: Vergiften
sv: Gift

source: Poison Potion
de: Gifttrank
sv: Giftdryck

source: Poison Slash
de: Gifthieb
sv: Förgiftat hugg

source: Ports
de: Portierung
sv: Portningar

source: Possible actions:
de: Aktionen:
sv: Möjliga handlingar:

source: Prep Time: %s
de: Vorbereitungszeit: %s
sv: Förberedelsetid: %s

source: Prepare yourself!
de: Mach dich bereit!
sv: Förbered dig!

source: Press %s to add items to buy and %s to remove items from your purchase.
de: Drücke %s um Gegenstände zur Einkaufsliste hinzuzufügen und %s um sie zu entfernen.
sv: Tryck %s för att lägga till varor för inköp och %s för att ta bort dem.

source: Press %s to add items to sell and %s to remove items from your sale.
de: Drücke %s um Gegestände zur Verkaufsliste hinzuzufügen und %s um sie zu entfernen.
sv: Tryck %s för att lägga till varor för försäljning och %s för att ta bort dem.

source: Press %s to add items to trade and %s to remove them.
de: Drücke %s um Gegenstände zur Tauschliste hinzuzufügen und %s um sie zu entfernen.
sv: Tryck %s för att lägga till varor för byte och %s för att ta bort dem.

source: Press '%s' anytime to show/hide help.
de: Drücke '% s' um Hilfe ein- oder auszublenden.
sv: Du kan närsomhelst trycka '%s' för att visa eller gömma hjälpen.

source: Press '%s' to get to know about the game keys.
de: Drücke '%s' um mehr über die Spielsteuerung zu erfahren.
sv: Tryck '%s' för att få information om tangenterna i spelet.

source: Prevents an enemy from using any magic skills.
de: Hindert den Gegner am Anwenden magischer Fertigkeiten.
sv: Hindrar en fiende från att använda några magiska förmågor.

source: Price
de: Preis
sv: Pris

source: Programming, Scripting, Maps
de: Programmierung, Skripting, Maps
sv: Programmering, skriptande, kartor

source: Protection
de: Standhaftigkeit
sv: Skydd

source: Protection (PRO):
de: Standhaftigkeit (SH):
sv: Skydd (PRO):

source: Punch
de: Faustschlag
sv: Slag

source: Purchases:
de: Einkäufe:
sv: Köp:

source: Purify
de: Läutern
sv: Rena

source: Purpose
de: Zweck
sv: Ändamål

source: Quests
de: Aufgaben
sv: Uppdrag

source: Quick! Let's follow him.
de: Schnell! Wir folgen ihm.
sv: Fort! Låt oss följa efter.

source: Quit
de: Verlassen
sv: Avsluta

source: Quit Game
de: Spiel beenden
sv: Avsluta

source: Quit Menu: %s
de: Beenden-Menü: %s
sv: Stäng menyn: %s

source: Quit the application
de: Spiel verlassen
sv: Avsluta

source: Quit the application (when using the keyboard)
de: Spiel verlassen (Tastatursteuerung)
sv: Avsluta programmet (när man använder tangentbordet)

source: Quit to Main Menu
de: Zum Hauptmenü
sv: Åter till huvudmenyn

source: Quit: Button
de: Verlassen: Taste
sv: Avsluta: Knapp

source: Rage
de: Wut
sv: Ilska

source: Rain of Arrows
de: Pfeilregen
sv: Pilregn

source: Rat
de: Ratte
sv: Råtta

source: Red Slime
de: Roter Schleim
sv: Rött slem

source: Regen
de: Beleben
sv: Regenerera

source: Remove
de: Ablegen
sv: Ta av

source: Remove an item from the buy/sell list
de: Gegenstand aus der Liste entfernen.
sv: Avlägsna från köp/sälj-listan

source: Removes any status effect, elemental effect, and active spell on an enemy.
de: Hebt jegliche auf den Gegner wirkenden Status-, Element-Effekte oder Zauber auf.
sv: Tar bort alla statuseffekter, elementareffekter och aktiva besvärjelser på en fiende.

source: Resolution:
de: Auflösung:
sv: Upplösning:

source: Restore defaults
de: Zurücksetzen
sv: Återställ ursprungsvärdna

source: Restores a large amount of hit points to an ally.
de: Stellt eine große Menge an Lebenspunkten wieder her.
sv: Återställer en stor mängd hälsopoäng.

source: Restores a large amount of skill points to an ally.
de: Stellt eine große Menge an Fertigkeitspunkten wieder her.
sv: Återställer en stor mängd färdighetspoäng.

source: Restores a reasonable amount of hit points to an ally.
de: Stellt eine mäßige Menge an Lebenspunkten wieder her.
sv: Återställer en halvstor mängd hälsopoäng.

source: Restores a reasonable amount of skill points to an ally.
de: Stellt eine mäßige Menge an Fertigkeitspunkten wieder her.
sv: Återställer en medelstor mängd färdighetspoäng.

source: Restores a small amount of hit points to an ally.
de: Stellt eine geringe Menge an Lebenspunkten wieder her.
sv: Återställer en mindre mängd hälsopoäng.

source: Restores a small amount of skill points to an ally.
de: Stellt eine geringe Menge an Fertigkeitspunkten wieder her.
sv: Återställer en liten mängd färdighetspoäng.

source: Restores a very high amount of hit points to an ally.
de: Stellt eine sehr große Menge an Lebenspunkten wieder her.
sv: Återställer en väldigt stor mängd hälsopoäng.

source: Restores a very high amount of skill points to an ally.
de: Stellt eine sehr große Menge an Fertigkeitspunkten wieder her.
sv: Återställer en väldigt stor mängd färdighetspoäng.

source: Retry
de: Neuer Versuch
sv: Pröva igen

source: Revives a fallen ally.
de: Belebt einen gefallenen Verbündeten wieder.
sv: Återuppliva en fallen kamrat.

source: Revives all allies.
de: Belebt alle Verbündeten wieder.
sv: Återupplivar alla allierade.

source: Right
de: Rechts
sv: Höger

source: Right!
de: Los!
sv: Javisst!

source: Right:
de: Rechts:

source: Riverbank
de: Flussufer
sv: Flodstranden

source: Robust wooden oak protects from all but the heaviest of assaults.
de: Robustes Eichenholz, bietet Schutz bis auf die schwersten Angriffe.
sv: Rubust eksköld som skyddar mot allt utom de tyngsta attackerna.

source: Rock Fall
de: Steinschlag
sv: Fallande sten

source: Rocks fall on an enemy.
de: Eine Steinlavine geht auf den Gegner nieder .
sv: Stenar faller på en fiende.

source: Rookie Tunic
de: Anfänger Tunika
sv: Nybörjartunika

source: Royal Silk
de: Königliche Seide
sv: Regalt siden

source: Run / Cancel: %s
de: Laufen / Abbrechen: %s
sv: Spring / Avbryt: %s

source: SP
de: FP

source: SP:
de: FP:

source: SP: +
de: FP: +

source: STR: +
de: KS: +

source: Sales: +
de: Verkäufe: +
sv: Sälj: +

source: Save Game
de: Spiel speichern
sv: Spara

source: Save successful!
de: Speichern erfolgreich!
sv: Sparning lyckad!

source: Say sis, do you think Herth will be angry at me for what happened?
de: Sag mal Schwesterchen, denkst du Herth wird mir wegen dem, was passiert ist, böse sein?
sv: Så syrran, tror du att Herth kommer att vara arg på mig?

source: Scorpion
de: Skorpion
sv: Skorpion

source: Scorpion Goliath
de: Skorpion Goliath
sv: Jätteskorpinion

source: See?
de: Siehst du?
sv: Ser du?

source: See? Now, let's find my brother before he gets hurt.
de: Siehst du? Jetzt sollten wir aber los und meinen Bruder finden, bevor ihm noch etwas zustößt.
sv: Förstår du? Nu, låt oss hitta min bror innan han råkar skada sig.

source: Select Attack Point
de: Wähle Angriffspunkt
sv: Välj attackpunkt

source: Select Target
de: Wähle Ziel
sv: Välj mål

source: Select a character to change formation.
de: Wähle Charakter für Positionstausch.
sv: Välj en karaktär för att ändra formation.

source: Select a character to change position with.
de: Wähle Charakter, mit dem die Position getauscht werden soll.
sv: Välj en karaktär att byta position med.

source: Select a character to use the item on.
de: Wähle Person, die den Gegenstand benutzen soll.
sv: Välj en karaktär att använda föremålet på.

source: Select an item to Equip or Use.
de: Gegenstand verwenden oder ausrüsten.
sv: Välj ett föremål att ta på dig eller använda.

source: Select to view Quest Log.
de: Aufgaben-Logbuch anzeigen
sv: Välj för att visa uppdragslistan.
