Repository: Bertram25/ValyriaTear
Catalog: po/*.po
Languages: de, sv

source: You are able to decipher this writing, Kalya?
de: Kannst du mit dieser Schrift etwas anfangen, Kalya?
sv: Lyckas du tolka den här texten, Kayla?

source: You can come back here and save as many times as you want.
de: Du kannst hier beliebig oft deinen Fortschritt speichern.
sv: Du kan komma tillbaka hit och spara hur många gånger som du vill.

source: You can do it. Bronann...
de: Du kannst es schaffen. Bronann...
sv: Du kan göra det Bronann...

source: You can go in there, Orlinn.
de: Du kannst da durch, Orlinn.
sv: Du kan gå in där, Orlinn.

source: You can't be serious, we would have heard it come.
de: Das kann nicht dein Ernst sein, wir hätten ihn kommen hören müssen.
sv: Du kan inte vara seriös, vi skulle ha hört när den kom.

source: You filthy demon!
de: Du dreckiger Dämon!
sv: Din smutsiga demon!

source: You mean I need to push a key to open my bag?
de: Du meinst, ich muss eine Taste drücken, um meine Tasche zu öffnen?
sv: Du menar att jag måste trycka på en knapp för att öppna min väska?

source: You obtain
de: Du erhälst
sv: Du får

source: You really won't tell me?
de: Ihr wollt es mir wirklich nicht sagen?
sv: Ni vill verkligen inte berätta för mig?

source: You see, I lost my beloved pen. Was it near a tree or next to the waving child of the mountain snow?
de: Mir ist mein geliebter Stift abhanden gekommen. War es an den Wurzeln des grünen Schattenspenders oder nahe des wogenden Gebirgsschneekindes?
sv: Du förstår, jag har tappat min älskade penna. Var det nära ett träd eller vid det ringlande barnet till bergets snö?

source: You shall not leave this place without my consent.
de: Ihr werdet diesen Ort nicht verlassen, nicht ohne meine Einwilligung.
sv: Ni kommer inte att lämna den här platsen utan mitt medgivande.

source: You should go back home. Your mom must be waiting for you.
de: Du solltest nach Hause gehen. Deine Mutter wird schon auf dich warten.
sv: Du borde gå tillbaka hem. Din mamma måsta vänta på dig.

source: You'll never find it!
de: Ihr werdet ihn niemals finden!
sv: Du kommer aldrig att hitta den!

source: You'll never find me hiding behind the...
de: Du findest mich niemals, wenn ich mich...
sv: Du kommer aldrig att hitta mig när jag gömmer mig bakom...

source: You'll never get me!
de: Du kriegst mich niemals!
sv: Du kommer aldrig att fånga mig!

source: You're mine now!
de: Ihr gehört mir!
sv: Du är min nu!

source: You're the nicest person I know, Bronann. I will tell everyone how brave you...
de: Du bist die netteste Person, die ich kenne, Bronann. Ich werde jederman erzählen, wie mutig du...
sv: Du är den snällaste personen jag känner Bronann. Jag kommer att berätta för alla hur modig du...

source: You're very welcome, my dear one.
de: Aber gerne doch, mein Liebster.
sv: Det var så lite, mitt älsklingsbarnbarn.

source: You're welcome!
de: Keine Ursache!
sv: Ingen orsak!

source: You're welcome, my dear!
de: Gern geschehen, mein Freund!
sv: Ingen orsak, gullet!

source: You? A child with an old wooden stick?
de: Du? Ein Kind mit einem abgegriffenem Holzstock?
sv: Du? Ett barn med en gammal träpinne?

source: Your party feels better...
de: Deine Gruppe fühlt sich besser...
sv: Din grupp mår bättre...

source: Your very soul is slowly but surely opening. I can feel your sorrow and doubts grow.
de: Deine Seele öffnet sich mir langsam aber sicher. Ich kann deutlich deine Zweifel und Sorgen wachsen fühlen.
sv: Din själ håller sakta och säkert på att öppna sig. Jag känner hur din sorg och ditt tvivel växer.

source: [Invalid Target]
de: [Ungültiges Ziel]
sv: [Ogiltigt mål]

source: [Select Action]
de: [Wähle Aktion]
sv: [Välj handling]

source: [error]
de: [Fehler]
sv: [fel]

source: and many others
de: und andere
sv: och många fler

source: Main theme, Village music, ... Banesore's battle, ... Layna Forest music, ... Boss Music Battle music Birds' song Battle lost music Layna cave music
sv: Huvudtema, bymusik, ... BAnesores musik, ... Layna skogsmusik, ... Bossmusik Stridsmusik Fågelsång Striden-förlorad-musik Layna grottmusik

source: Arbalest
sv: Armborst

source: Arcana Drake
sv: Arkanisk drake

source: Arm:
sv: Armar:

source: Audio
sv: Ljud

source: Balancing, ... Quest log, Minimap support, ... Shop Trade mode support, ... UI theme change menu support, ... GL code improvement, ... Multiple screen fix, ... Misc fixes Joystick handling fixes
sv: Spelbalans, ... Uppdragslista, tumnagelskarta, ... Bytesfunktionalitet, ... Tema-bytar-meny, ... GLkodsförbättringar, ... Många skärmfixar, ... Många andra fixar Joystick fixar

source: Battle code, Menu code Game editor Game engine Map code Various game modes, content scripting Video engine Video engine, Audio engine Game editor Programming lead, Game engine, Map code
sv: Stridskod, menykod Speleditor Spelmotor Kartkod Olika spellägen, skriptande Videomotor Videomotor, Ljudmotor Spelmotor Huvudprogrammerare, spelmotor, kartkod

source: Boot code, Battle code Game editor Audio engine Various code, Mac OS X maintenance Game engine, Game modes, Windows build scripts Battle code Map editor Internationalization Video engine
sv: Bootkod, Stridskod Speleditor Ljudmotor Annan kod, Mac OS X underhåll Spelmotor, Spellägen, Windows byggskript Stridskod Karteditor Internationalization Videomotor

source: Concept art Inventory icons Map sprite animations Concept art Inventory icons Concept art, Map sprites Map tiles Map tiles Map sprites
sv: Konceptkonst Inventarieikoner Kartanimationer Konceptkonst Inventarieikoner Konceptkonst, Kartbilder Kartbilder Kartbilder Kartbilder

source: Episode I
sv: Episod I

source: Lord
sv: Hertig

source: Lord Banesore
sv: Hertig Banesore

source: Map Tiles Inventory Icons Map monster sprites
sv: Kartbitar Inventarieikoner Kartmonsterbilder

source: Map sprite animations Map sprite animations, Map tiles Concept art, Allacrost title screen image Concept art, Map sprites, Map tiles Concept art, Map sprites Map tiles
sv: Kartanimationer Kartanimationer, Kartbilder Konceptkonst, Allacrost titelbild Konceptkonst, Kartbilder Konceptkonst, Kartbilder Kartbilder

source: Map sprites, Battle sprites, Character portraits, Location graphics Battle sprites, old Allacrost GUI artwork Map tiles Allacrost website graphics, GUI artwork, Game logos Map tiles, map sprites, Inventory icons, Allacrost artwork coordination
sv: Kartbilder, Stridsbilder, Karaktärsporträtt, Platsgrafik Stridsbilder, gammalt Allacrost GUI grafik Kartbilder Allacrost hemsidegrafik, GUIgrafik, Spellogo Kartgrafik, Inventarieikoner, Allacrost grafik koordinering

source: Meteor
sv: Meteroit

source: Name
sv: Namn

source: Oblivion
sv: Glömska

source: Pause
sv: Pausa

source: Pause:
sv: Pausa:

source: Pause: %s
sv: Pausa: %s

source: Sad theme Mountain music Mountain Shrine music Special Boss
sv: Sorligt tema Bergsmusik Bergstempelmusik Specialboss

source: Slot 1
sv: Plats 1

source: Slot 2
sv: Plats 2

source: Slot 3
sv: Plats 3

source: Slot 4
sv: Plats 4

source: Slot 5
sv: Plats 5

source: Slot 6
sv: Plats 6

source: Sound composer Soundtrack composer Music and sound lead, Soundtrack composer Sound composer Sound composer Sound mixer Soundtrack composer
sv: Ljudkompositör Ljudspårskompositör Musik- och ljudkoordinator, Ljudspårskompositör Ljudkompositör Ljudkompositör Ljudmixer Ljudspårskompositör

source: Tester Team
sv: testlaget

source: Total:
sv: Totalt:

source: Undine
sv: Vattennymf

source: Various art Map tiles Enemy sprites Map sprites, Map tiles Map tiles, Inventory icons Map tiles, Battle sprites
sv: Blandad konst Kartbilder Fiendebilder Kartbilder Kartbilder, Inventarieikoner Kartbilder, Stridsbilder

source: Video engine, Game engine Video engine Video engine Scripting engine Various code Various code
sv: Videomotor, Spelmotor Videomotor Videomotor Skriptmotor Blandad kod Blandad kod

source: Village tileset, ... Cemetery tileset, ... Heroes portraits, ... Heroes sprites, Cave tilesets, ... Forest battle backgrounds, ... The Fenrir A lot of various things
sv: Bygrafik, ... Kyrkogårdsgrafik, ... Hjälteporträtt, ... Hjältarnas sprites, grottgrafik, ... Stridsbakgrunder i skogen, ... Fenrisulven Mycket annat

source: Wind
sv: Vind
