Repository: Bertram25/ValyriaTear
Catalog: po/*.po
Languages: de, sv

source: Do as I say and it'll be alright.
de: Mach was ich sage und alles wird gut.
sv: Gör som jag säger så kommer allt lösa sig.

source: Do you need some kind of motivation? If so, let me handle this with my greatest pleasure!
de: Brauchst du etwa einen Anreiz? Wenn das so ist, wäre es mir ein großes Vergnügen dich dazu zu bringen!
sv: Behöver du någon slags motivation? Det ska bli ett nöje att bistå dig med det!

source: Do you need something, Bronann?
de: Brauchst du irgendwas, Bronann?
sv: Behöver du något, Bronann?

source: Don't blame Kalya. She was having a hard time along with her brother before living here, you know?
de: Nehme es Kalya nich übel. Sie hat es recht schwer gehabt bevor sie mit ihrem Bruder hergezogen ist, weißt du?
sv: Döm inte Kalya. Hon och hennes bror hade det inte så lätt innan de kom hit vet du väl?

source: Don't blame him, Kalya. Actually, it was...
de: Es ist nicht seine Schuld, Kalya. Eigentlich war es...
sv: Det var inte hans fel Kalya. Det var faktiskt...

source: Don't even start, this one is all mine.
de: Denke nich mal daran, diese gehört mir.
sv: Börja inte ens, den här är min.

source: Don't forget my trade offers!
de: Vergiss nicht meine Tauschangebote!
sv: Glöm inte att kolla in mina handelserbjudanden!

source: Don't venture too far, I'll need your help soon!
de: Geh nicht zu weit raus, ich werde in Kürze deine Hilfe brauchen!
sv: Gå inte för långt, jag kommer att behöva din hjälp snart!

source: Don't worry Kalya, I have not forgotten my training.
de: Keine Sorge Kalya, ich habe meine Ausbildung nicht vergessen.
sv: Oroa dig inte Kayla, jag har inte glömt min träning.

source: Don't worry about that, Orlinn. Ok?
de: Mach dir keine Sorgen, Orlinn. In Ordnung?
sv: Oroa dig inte om det Orlinn. Ok?

source: Don't worry too much. I'm just preventing strangers from being able to sneak in at night.
de: Mach dir deswegen keinen Kopf. Ich sorge nur dafur, dass Fremde sich nachts nicht reinschleichen können.
sv: Oroa dig inte. Jag vill bara förhindra att okända smyger sig in om natten.

source: Don't worry, sis. It's fine, we can tell him.
de: Keine Sorge, Schwester. Es ist in Ordnung, wir können es ihm sagen.
sv: Oroa dig inte syrran, det kommer ordna sig, vi kan berätta för honom.

source: Don't worry, we'll find him. Ok?
de: Keine Sorge, wir finden ihn. Ja?
sv: Oroa dig inte, vi kommer att hitta honom. Ok?

source: Don't worry, we've managed to come this far. There is nothing that could...
de: Mach dir keine Sorgen, wir haben es bereits so weit geschafft. Es gibt nichts, was...
sv: Ingen fara, vi har lyckats komma såhär långt. Det finns inget som skulle...

source: Don't you worry about that, brother. Never leave me like that again, ok?
de: Mach dir darum keine Sorgen, Brüderchen. Und mache sowas nie wieder, gut?
sv: Bry dig inte om det brosan, Lämna mig inte igen bara, ok?

source: Doom
de: Todesurteil
sv: Domedag

source: Down
de: Runter
sv: Ner

source: Down:
de: Runter:
sv: Ner:

source: Drain
de: Aufzehren
sv: Tappning

source: Drunes
de: Runen

source: Drunes Found:
de: Runen gefunden:
sv: Drunes hittade:

source: Dryad
de: Dryade

source: Dune Crawler
de: Dünenraupe
sv: Dynkrypare

source: EVA: +
de: GW: +

source: Earth
de: Erde
sv: Jord

source: Earth Circle
de: Erdzirkel
sv: Jordcirkel

source: Earth Elemental Strength
de: Erd-Element-Stärke
sv: Jordelementarstyrka

source: Eh eh? Have you already forgotten that I'm your mother?
de: Ähm? Weil ich deine Mutter bin?
sv: Eh eh? Har du redan glömt att jag är din mamma?

source: Eh? You really know nothing about women, do you?
de: Äh? Du hast wirklich keine Ahnung von Frauen, nicht wahr?
sv: Eh? Du vet verkligen ingenting om kvinnor, gör du?

source: Elbrus Grotto
de: Elbrus-Höhle
sv: Elbrusgrottan

source: Elixir
de: Elixier

source: Elvish Feather
de: Phönixfeder
sv: Alvisk fjäder

source: End
de: Ende
sv: Avsluta

source: Enough!
de: Genug!
sv: Nog!

source: Enough! You hid everything from me just like everyone else. You're a liar! I won't be manipulated anymore!
de: Es reicht! Du hast wie die Anderen alles vor mir Verheimlicht. Lügnerin! Ich werde mich nicht weiter manipulieren lassen!
sv: Nog! Du gömde allt från mig precis som alla andra. Du ljög för mig! Jag kommer inte låta mig bli manipulerad mera!

source: Entangle
de: Verwirren
sv: Snärja

source: Episode I - Additional Graphics
de: Episode I - Zusätzliche Grafik
sv: Episod I - Ytterligare Grafik

source: Episode I - Main Graphics
de: Episode I - Grafik
sv: Episode I - Huvudgrafik

source: Equip
de: Ausrüsten
sv: Ta på

source: Er, I could use a refresher on the fundamentals of combat.
de: Äh, Ich könnte eine Auffrischung in Kampfgrundlagen vertragen.
sv: Er, Jag skulle kunna behöva påminnas om hur strid fungerar.

source: Er, yes?
de: Äh, ja?
sv: Er, ja?

source: Erm, ... Well, I don't hear anything special...
de: Hä, ... Nun, ich kann nichts besonderes hören...
sv: Erm, ...nja, jag hör inte något speciellt...

source: Escape
de: Esc

source: Escape Smoke
de: Fluchtrauch
sv: Flyktrök

source: Evade (EVD):
de: Gewandtheit (GW):
sv: Undvika (EVD):

source: Evanium Ore
de: Evaniumerz
sv: Evaniummalm

source: Evasion
de: Gewandtheit
sv: Undvika

source: Even when confronted by someone who can wipe out everything you hold dear, you dare to stare me in the eyes? I admire such a courageous heart, my dear one.
de: Selbst mit jemandem konfrontiert, der alles, was dir lieb und teuer ist, auslöschen könnte, wags du es mir in die Augen zu blicken? Ich bewundere solch ein tapferes Herz, meine Liebe.
sv: Även när du konfronteras av någon som kan förgöra allt du älskar, så vågar du stirra mig i ögonen? Jag imponeras av sådant mod.

source: Execution
de: Hinrichtung
sv: Avrättning

source: Exit to main menu.
de: Hauptmenü
sv: Återgå till huvudmenyn.

source: Experience Level:
de: Erfahrungsstufe:
sv: Erfarenhetsnivå:

source: Eye
de: Auge
sv: Öga

source: Eyeball
de: Auge
sv: Ögonglob

source: FOR: +
de: KT: +

source: Face
de: Gesicht
sv: Ansikte

source: Fairy
de: Fee
sv: Fe

source: Father!
de: Vater!
sv: Pappa!

source: Father! Orlinn has disappeared. I saw him taking the forest pathway!
de: Vater! Orlinn ist verschwunden. Ich sah ihn Richtung Wald laufen!
sv: Pappa! Orlinn är försvunnen. Jag såg att han sprang ut i skogen!

source: Field
de: Feld
sv: Fält

source: Field Use:
de: Feldeinsatz:
sv: Fältanvändning:

source: Fight it, Lilly! Focus!
de: Kämpfe dagegen an, Lilly! Konzentriere dich!
sv: Gör motstång Lilly! Fokusera!

source: Find Georges's pen
de: Finde Georges' Stift
sv: Hitta Georges penna

source: Fire
de: Feuer
sv: Eld

source: Fire Breath
de: Feueratem
sv: Eldandedräkt

source: Fire Circle
de: Feuerzirkel
sv: Eldcirkel

source: Fire Elemental Strength
de: Feuer-Element-Stärke
sv: Eldelementarstyrka

source: Fire burst
de: Feuerschub
sv: Eldskur

source: First Aid
de: Erste Hilfe
sv: Första hjälpen

source: First of all, before going there, you might need better equipment. You should visit Flora first, ok?
de: Zuallererst, bevor wir aufbrechen, brauchst du möglicherweise eine bessere Ausrüstung. Du solltest bei Flora vorbeischauen, in Ordnung?
sv: För det första, innan vi beger oss iväg så kanske vi behöver bättre utrustning, du borde börja med att besöka Flora, ok?

source: Flora's Boutique
de: Floras Laden
sv: Floras butik

source: Focus
de: Fokus
sv: Fokus

source: Foe
de: Feind
sv: Fiende

source: Foe — Point
de: Feind — Punkt
sv: Fiende — Punkt

source: Fog
de: Nebel
sv: Dimma

source: For us, it will be but an instant.
de: Für uns, nur noch ein kurzer Augenblick.
sv: För oss så kommer det blott vara ett ögonblick.

source: For you, it might be decades.
de: Für dich, die Ewigkeit.
sv: För dig så kommer det kanske vara årtionden.

source: Forehead
de: Stirn
sv: Panna

source: Forest entrance
de: Waldeingang
sv: Skogskanten

source: Fortitude
de: Konstitution
sv: Mod

source: Fortitude (FRT):
de: Konstitution (KT):
sv: Mod (FRT):

source: Fortunately, they didn't see me or I would have been caught as well.
de: Zum Glück haben sie mich nicht gesehen, sonst währe ich auch gefangen genommen worden.
sv: Som tur är så såg de inte mig, annars så skulle de ha fångat mig med.

source: Forward Thrust
de: Vorwärtsschub
sv: Stöt

source: Fullscreen
de: Vollbild
sv: Helskärm

source: Funds:
de: Geld:
sv: Tillgångar:

source: Game commands:
de: Spielbefehle:
sv: Spelkommandon:

source: General Purpose
de: Allgemein
sv: Generell användning

source: Georges's pen, presumably used to write poetry.
de: Georges' Stift, vermutlich verwendet um poetische Ergüsse niederzuschreiben
sv: Georges penna, tydligen används den till att skriva poesi.

source: Georges, I simply wanted to ask you whether or not you had any barley meal left!
de: Georges, ich wollte von dir einfach nur wissen, ob du etwas Gerstenmehl übrig hast!
sv: Georges, Jag ville bara fråga dig om du har något av kornmjölet kvar!

source: Get out the Buy/Sell/Confirm mode, or quit the shop.
de: Verlasse Kauf/Verkauf/Bestatigungs-Bereich, oder verlasse den Laden.
sv: Avsluta Köp/Sälj/Bekräfta dialogen, eller sluta handla.

source: Gives a reasonable boost in agility to an ally for a small amount of time.
de: Steigert moderat die Agilität eines Verbündeten für einen kurzen Zeitraum.
sv: Ger en person en rimlig förbättring av dess smidighet under en liten tid.

source: Gives a reasonable boost in strength to an ally for a large amount of time.
de: Steigert moderat die Stärke eines Verbündeten für einen längeren Zeitraum.
sv: Ger en person en rimlig förbättring av dess styrka under en längre tid.

source: Good luck Bronann.
de: Viel Glück, Bronann.
sv: Lycka till Bronann.

source: Good luck, son.
de: Viel Glück, Sohn.
sv: Lycka till pojk.

source: Good. Let us quickly dispatch this minor threat.
de: Nun gut. Lass uns diese Unannehmlichkeit schnell beseitigen.
sv: Bra. Låt oss göra oss av med det här lilla hotet.

source: Graphics
de: Grafik
sv: Grafik

source: Great! Now come on!
de: Prima! Jetzt komm schon!
sv: Utmärkt! Kom nu!

source: Great! The tremor has opened a path back to the village!
de: Großartig! Das Beben hat einen Weg zurück ins Dorf freigemacht...
sv: Utmärkt! Jordbävningen har öppnat en väg tillbaka till byn!

source: Green Slime
de: Grüner Schleim
sv: Grönt slem

source: HP
de: LP

source: HP:
de: LP:

source: HP: +
de: LP: +

source: Harlequin
de: Harlekin

source: Harlequin?
de: Harlekin?

source: Haste
de: Hast
sv: Hast

source: Haste Potion
de: Hasttrank
sv: Hastighetsdryck

source: Have we got any other way to leave this place?
de: Gibt es irgendeinen anderen Weg hier raus?
sv: Finns det något annat sätt att ta oss ut?

source: Have you still got any barley meal left for my parents and I? My mother asked me to get some and I...
de: Hast du vielleicht noch etwas Gerstenmehl für mich? Meine Mutter bat mich etwas zu holen und ich...
sv: Har du lite kornmjöl kvar åt min familj? Mamma bad mig att skaffa lite och jag...

source: He was afraid they'd corner us to prevent an escape, and he was right.
de: Er war besorgt, sie könnten uns den Fluchtweg abschneiden, und er lag richtig.
sv: Han var rädd att de skulle komma från flera håll, för att förhindra att någon flydde, och han hade rätt.

source: He won't slow you down, believe me. Right, Bronann?
de: Er wird dir nich zu Last fallen, glaube mir. Nicht wahr, Bronann?
sv: Han kommer inte att sinka dig, tro mig. Eller hur Bronann?

source: He's probably 'musing' around the cliffs in the village center right now.
de: Wahrschenlich treibt er sich am Felsen im Dorfzentrum rum.
sv: Han letar antagligen efter inspiration bland klipporna i byns centrum för närvarande.

source: Head
de: Kopf
sv: Huvud

source: Head Armor
de: Kopfrüstung
sv: Huvudskydd

source: Head:
de: Kopf:
sv: Huvud:

source: Heal
de: Heilen
sv: Hela

source: Healing Potion
de: Heiltrank
sv: Helande dryck

source: Healing Rain
de: Heilender Regen
sv: Helande regn

source: Hee hee hee!
de: Hi hi hi!

source: Hee hee hee! Yes!
de: Hi hi hi! Ja!
sv: Hee hee hee! Ja!

source: Hee hee! (He'll never find me hiding behind the buildings!)
de: Hi hi! (Er findet mich niemals, wenn ich mich hinter einem Gebäude verstecke!)
sv: Hee hee! (Han kommer aldrig att hitta mig här bakom huset!)

source: Heh heh, don't worry about it. It will come in time.
de: He he, keine Sorge. Das kommt schon noch.
sv: Heh heh, oroa dig inte, det kommer lösa sig allteftersom.

source: Help Menu: %s
de: Hilfe-Menü: %s
sv: Hjälpmeny: %s

source: Help: Button
de: Karte: Taste
sv: Hjälp: Knapp

source: Here it is, Bronann.
de: Hier hast du es, Bronann.
sv: Här är det bronann.

source: Here it is, Georges.
de: Hier ist er, Georges.
sv: Här är den, Georges.

source: Herth sent you? But he told me it was nothing, that he would handle it!
de: Herth hat dich geschickt? Er sagte mir aber, es wäre nichts ernstes, er würde sich selbst darum kümmern!
sv: Herth skickade dig? Men han sade till mig att det inte var någon fara, och att han kunde hantera det!

source: Herth, we both know it'll likely...
de: Herth, wir beide wissen, dass es wahrscheinlich...
sv: Herth, vi vet båda två att de antagligen kommer...

source: Hey son! Did you sleep well? Hmm, now where did I leave that oil lamp?
de: Hey Sohn! Gut geschlafen? Äh, wo habe ich jetzt bloß diese Öllampe gelassen?
sv: Tjena grabben! Sovit gott? Hmm, var ställde jag den där lanternan?

source: Hey, wait! All of the village elders' nerves are on edge. There is something going on here! Why won't you tell me?
de: Hei, warte! Bei den Dorfältesten scheinen die Nerven blankzuliegen. Hier geht etwas vor sich! Wieso sagt ihr es mir nicht?
sv: Vänta lite! Alla vuxna går runt och är nervösa. Det är något på gång här! Varför berättar ni inte för mig?

source: Hey, why would I tell you my hiding spots?!
de: Hey, wieso sollte ich dir meine Verstecke verraten?!
sv: Hej, varför berättar jag mina gömställen för dig?!

source: Heya bro! Wanna play with me?
de: Hey Bro! Willst du mit mir spielen?
sv: Tjena brossan! Vill du leka med mig?

source: Hi Bronann! What can I do for you?
de: Hallo Bronann! Was kann ich für dich tun?
sv: Hej Bronann! Vad kan jag hjälpa dig med?

source: Hi Bronann.
de: Hallo Bronann.
sv: Hej Bronann

source: Hi Dad! Um, I don't know. Sorry.
de: Hallo Paps! Hm, weiß nicht. Tut mir leid.
sv: Hej pappa! Uhm, Jag vet inte. Tyvärr.

source: Hi Flora! Do you have some barley meal left?
de: Hallo Flora! Hast du etwas Gerstenmehl übrig?
sv: Hej Flora! Har du något kornmjöl kvar?

source: Hi Flora! Err, could you lend me one of your training swords? I'd like to practice a bit.
de: Hallo Flora! Äh, könntest du mir eins deiner Übungsschwerter leihen? Ich möchte ein wenig üben.
sv: Hej Flora! Skulle du kunna låna ut ett av dina träningssvärd? Jag skulle vilja öva lite.

source: Hi Georges. Erm, I'm coming from the shop and I ...
de: Hallo Georges. Äh, ich komme aus dem Laden und ich...
sv: Hej Georges. Erm, jag kom precis från butiken och jag...

source: Hi Herth. I see you've blocked the gate, why so?
de: Hallo Herth. Ich sehe, dass du das Tor blockiert hast, wieso das?
sv: Hej Herth. Du verkar ha blockerat porten, varför det?

source: Hi hi hi... What's happening to me...
de: Ha ha ha... Was passiert mit mir...
sv: Hi hi hi... Vad händer med mig...

source: Hi hi... Hi hi hi... I can't stop!!
de: Ha ha... Ha ha ha... Ich kann nicht aufhören!!
sv: Hi hi... Hi hi hi... Jag kan inte sluta!!

source: Hi son, did you have a nightmare again last night?
de: Hallo Sohn, hattest du letzte Nacht wieder einen Albtraum?
sv: Hej Bronann, hade du en till mardröm i natt?

source: High Strike
de: Schmetterschlag
sv: Högt slag

source: Hmm, right. I'm not sure that I fully get what you mean, but...
de: Hmm, gut. Ich bin nicht sicher, ob ich ganz verstehe was du meinst, aber...
sv: Hmm, ok. Jag är inte helt säker på att jag förstår vad du menar, men...

source: Hmm, the door is locked.
de: Hmm, die Tür ist verschlossen.
sv: Hmm, dörren är låst.

source: Hmpf, no surprise. Do you want me to bring him back?
de: Hmpf, wieso bin ich nicht überrascht... Soll ich ihn für dich holen?
sv: Hmpf, det förvånar mig inte. Vill du att jag ska hämta honom?

source: Hmph. Soldiers, leave that man to me!
de: Hmph. Soldaten, überlasst diesen Mann mir!
sv: Hmph. Soldater, lämna den mannen till mig!

source: Hold on Bronann!
de: Warte Bronann!
sv: Håll i dig Bronann!

source: Holy
de: Heilig
sv: Helig

source: Holy Fire
de: Heiliges Feuer
sv: Helig eld

source: Holy Veil
de: Heiliger Schleier
sv: Helig slöja

source: How could I be hurt by... children...
de: Wie kann das sein, geschlagen von... Kindern...
sv: Hur kan barn ha skadat... mig...

source: How?
de: Wie?
sv: Hur?

source: However, I don't know what it means.
de: Jedoch verstehe ich sie nicht.
sv: Men, jag vet inte vad den betyder.

source: Huh, please Georges. I do not want to run away like the last time...
de: Hä, bitte Georges. Ich werde nicht weggehen, wie das letzte Mal...
sv: Huh, snälla Georges. Jag vill inte springa min väg som senaste gången...

source: Huh?
de: Hä?

source: Huh? Hey! But...
de: Was? Hey! Aber...
sv: Huh? Hej! Men...

source: Huh? Hey, what's happening here?!
de: Was? Hey, was passiert hier?!
sv: Huh? Hej, vad händer här?!

source: Huh? Wait! Are you talking about Georges's lost pen?
de: Hä? Warte! Sprichst du über Georges' verlorengegangenen Stift?
sv: Huh? Vänta! Talar du om Georges borttappade penna?

source: Huh? Well, Orlinn doesn't disappear every day, you know?
de: Hä? Nun ja, Orlinn verschwindet nicht jeden Tag, weißt du?
sv: Huh? Nåväl, Orlinn springer inte bort varje dag, eller hur?

source: Huh? What was that light?
de: Hä? Was war das für ein Licht?
sv: Huh? Vad var det där för ljus?

source: Huh?! What? Why? You told me that I could go into the forest and...
de: Hä?! Was? Wieso? Du hast mir gesagt, ich könnte in den Wald gehen und...
sv: Huh?! Vad? Varför? Du sa att jag kunde gå ut i skogen och...

source: Hurray! Those idiots will have a hard time catching us now!
de: Juhu! Sollen diese Idioten nun versuchen uns einzuholen!
sv: Hurra! Nu kommer de där idioterna att ha svårt att hitta oss!

source: I can feel it, sis'. It's coming!
de: Ich kann es fühlen, Schwesterchen. Es kommt!
sv: Jag kan känna den syrran, den är på väg!

source: I did, but he just slipped through my fingers at the very second that strange light appeared.
de: Das tat ich, aber er entwischte mir in dem Moment als das seltsame Licht erschien.
sv: Jag hade det, men han smet iväg när det där konstiga ljusskenet uppenbarade sig.

source: I do remember you, old man...
de: Ich erinnere mich an dich, alter Mann...
sv: Nog kommer jag ihåg dig, gubbe...

source: I don't think I was talking to you, now was I?
de: Ich denke nich, dass ich gerade mit dir gesprochen habe?
sv: Jag tror inte att jag talade till dig, vad jag vet?

source: I don't think so, Orlinn. We both know you didn't do it on purpose, right?
de: Ich denke nicht, Orlinn. Wir wissen beide, dass du es nicht absichtlich getan hast, richtig?
sv: Jag tror inte det Orlinn. Vi vet båda två att du inte gjorde det med flit, eller hur?

source: I don't want to hear it! Now, come!
de: Ich will nichts hören! Nun, komm!
sv: Inga undanflykter! Kom nu!

source: I feel... I...
de: Ich fühle... Ich...
sv: Jag känner mig... Jag...

source: I hope Orlinn is alright.
de: Ich hoffe, dass es Orlinn gut geht.
sv: Jag hoppas att Orlinn mår bra.

source: I know, but everything has changed. I'll explain it to you once it is all finished. Now go, my son.
de: Ich weiß, aber die Situation hat sich geändert. Ich erkläre es dir, sobald das alles vorbei ist. Geh nun, mein Sohn.
sv: Jag vet, men allt har ändrats. Jag förklarar när allt har lugnat ner sig. Iväg nu, son.

source: I suppose you just saw that light, right?
de: Ich nehme an, du hast das Licht gerade gesehen, oder?
sv: Jag antar att du såg det där ljuset, eller hur?

source: I swear it's the truth!
de: Ich schwöre, es ist die Wahrheit!
sv: Jag lovar att det är sanningen!

source: I was able to find them!
de: Ich habe sie eingefangen!
sv: Jag lyckades hitta dem!

source: I will... try.
de: Ich werde es... versuchen.
sv: Jag kommer att... försöka.

source: I'll cut those ropes!
de: Ich werde diese Seile durchschneiden!
sv: Jag skär av de där repen!

source: I'll see what I can do about it.
de: Ich werde sehen, was ich tun kann.
sv: Jag ska se vad jag kan göra åt det.

source: I'll stay here as long as you need me. Do you want to buy something?
de: Ich bleibe hier so lange wie nötig. Möchtest du etwas kaufen?
sv: Jag stannar sålänge som du behöver. Vill du köpa något?

source: I'm now equipped, and access to the forest has been granted!
de: Ich bin nun ausgerüstet und darf den Wald betreten!
sv: Nu har jag förberett mig, och fått tillstånd att bege mig ut i skogen!

source: I'm so relieved we made it safely, hee hee.
de: Ich bin so erleichtert, dass wir es heil zurück geschafft haben.
sv: Jag är så glad att vi inte skadade oss, hee hee.

source: I...
de: Ich...
sv: Jag...

source: Incapacitating Shot
de: Schockschuss
sv: Förlamande skott

source: Increases an ally's physical defense by a slight degree.
de: Erhöht die physische Verteidigung des Ziels in geringem Maße.
sv: Öka en persons fysiska skydd lite.

source: Increases the attack and magical attack of all allies.
de: Erhöht die physische und magische Angriffsstärke aller Verbündeten.
sv: Ökar attackstyrkan och den magiska förmågan hos alla allierade.

source: Increases the evade rate of an ally.
de: Erhöht die Ausweichfähigkeit eines Verbündeten.
sv: Ökar en persons chans att undvika.

source: Indeed! They've been had!
de: Allerdings! Denen haben wir es gezeigt!
sv: Verkligen! Där lurade vi dem!

source: Indeed! Yeepee!
de: Allerdings! Denen haben wir es gezeigt!
sv: Verkligen! Yeepee!

source: Indeed. It seems the scent has no effect on us anymore.
de: In der Tat. Es scheint, als hätte der Duft seine Wirkung verloren.
sv: Ja, det verkar som att lukten inte längre har någon effekt på oss.

source: Input enabled:
de: Joystick benutzen:
sv: Inmatning vald:

source: Inquire our comrades in the settlement, perhaps somebody has laid their eyes on it.
de: Vielleicht hat einer der Dorfbewohner ihn gesehen.
sv: Fråga våra kamrater i byn, någon har kanske sett den.

source: Invalid Element
de: Unwirksames Element
sv: Ogiltig Elementareffekt

source: Invalid Status
de: Unwirksamer Zustand
sv: Ogiltig statuseffekt

source: Invalid Target
de: Ungültiges Ziel
sv: Ogiltigt mål

source: Invalid data!
de: Fehlerhafte Daten!
sv: Ogiltig data!

source: Inventory
de: Inventar
sv: Ägodelar

source: Invocation
de: Aufruf
sv: Åkallelse

source: Iron Ore
de: Eisenerz
sv: Järnmalm

source: Iron Sword
de: Eisenschwert
sv: Järnsvärd

source: It is 'Lord Banesore', you scum!
de: Es heißt 'Lord Banesore', du Abschaum!
sv: Det är 'Hertig Banesore', ditt äckel!

source: It seems the way is clear now.
de: Es scheint, als wäre der Weg nun frei.
sv: Det verkar som att kusten är klar nu.

source: It's a possibility. But don't worry too much, ok?
de: Es liegt im Bereich des Möglichen. Aber mache dir nicht zu viele Sorgen, ja?
sv: Det är möjligt. Men oroa dig inte för mycket, ok?

source: It's my room upstairs. Don't even think about it!
de: Da oben ist mein Zimmer. Denke nicht mal daran!
sv: Det är mitt rum uppför trappan. Tänk inte ens tanken!

source: It's the scent, ah ah ah.
de: Es ist dieser Duft, ah ah ah.
sv: Det är lukten, ah ah ah.

source: Item<R>Type ×
de: Gegenstand<R>Typ ×
sv: Föremål<R>Typ x

source: Items
de: Gegenstände
sv: Saker

source: Items Found
de: Gegenstände gefunden
sv: Saker funna
