Repository: Bertram25/ValyriaTear
Catalog: po/*.po
Languages: de, sv

source: Select to view current world map. Use left / right to cycle through locations. Press 'cancel' to return
de: Bestätige um die Weltkarte anzuzeigen. Benutze 'Links' / 'Rechts' um nächste / vorherige Ortschaft auszuwählen. Benutze 'Abbrechen' um Karte auszublenden
sv: Välj för att se nuvarande världskarta. Använd vänster / höger för att rotera mellan platser. Tryck avbryt för att återvända

source: Self
de: Selbst
sv: Mig själv

source: Self — Point
de: Selbst — Punkt
sv: Själv — Punkt

source: Sell
de: Verkaufen
sv: Sälj

source: Sell count: x
de: Verkauft: x
sv: Försäljningsantal: x

source: Sell prices
de: Verkaufspreise
sv: Försäljningspriser:

source: Severely decreases several random stats of an enemy.
de: Reduziert gravierend einige zufällig gewählte Attribute des Gegners.
sv: Minskar kraftig en slumpmässig egenskap hos en fiende.

source: Shall I repeat?
de: Soll ich es wiederholen?
sv: Vill du höra det en gång till?

source: Shall we go in?
de: Sollen wir rein?
sv: Ska vi gå in?

source: Shall we jump?
de: Sollen wir springen?
sv: Ska vi hoppa?

source: Shall you find it, I would be extremely obliged to you!
de: Wenn du ihn finden könntest, wäre ich dir zutiefst verpflichtet!
sv: Skulle du hitta den, så kommer jag vara förevigt i skuld!

source: Shall you find it, I would be extremely obliged!
de: Wenn du ihn finden könntest, wäre ich dir zutiefst verpflichtet!
sv: Skulle du hitta den, så skulle jag stå i skuld till dig!

source: Shell
de: Panzer
sv: Skal

source: Shield
de: Schild
sv: Sköld

source: Shift
de: Umsch

source: Shop
de: Händler
sv: Butik

source: Shop mode Use the Left/Right keys to add/remove items into the Buy and Sell modes. Then go into the Confirm mode to complete the transaction.
de: Handelsmodus Benutze Links/Rechts-Tasten um Gegenstände hinzuzufügen oder zu entfernen. Benutze Bestätigen um die Transaktion abzuschließen.
sv: Butiksläge Använd vänster/höger för att lägga till/fjärna saker i köp och sälj lägena. Använd sedan bekräfta för att slutföra transaktionen.

source: Shouldered Breastplate
de: Brustplatte mit Schulterst.
sv: Bröstharnesk med axelskydd

source: Show details or confirm a transaction
de: Bestätige Transaktion oder zeige Details
sv: Visa detaljer eller bekräfta en transaktion

source: Show/Hide items and skills descriptions.
de: Zeige Gegenstand- und Fertigkeitbeschreibungen.
sv: Visa/Dölj saker och färdighetsbeskrivningar.

source: Shroom
de: Zauberpilz
sv: Svamp

source: Silence
de: Verstummen
sv: Tystnad

source: Simple but fairly good leather boots.
de: Einfache, aber recht gute Lederstiefel.
sv: Enkla och ganska gedigna stövlar i läder.

source: Single Shot
de: Einzelner Schuss
sv: Enkelskott.

source: Sis!
de: Schwester!
sv: Syrran!

source: Sis! What's the matter? What happened?
de: Schwesterchen! Was ist los? Was ist passiert?
sv: Syrran! Hur är det med dig? Vad händer?

source: Skeleton
de: Skelett
sv: Skelett

source: Skill<R>Type SP
de: Fertigkeit<R>Typ FP
sv: Färdighet<R>Typ SP

source: Skills
de: Fertigkeiten
sv: Färdigheter

source: Skills obtained:
de: Neue Fertigkeiten:
sv: Färdigheter skaffade:

source: Slime Mother
de: Schleimmutter
sv: Slemmoder

source: Slow
de: Verlangsamen
sv: Sakta

source: Small Moon Juice Potion
de: Kleiner Mondsaft Trank
sv: Liten månjuicedryck

source: Snake
de: Schlange
sv: Orm

source: Soldier
de: Soldat
sv: Soldat

source: Soldier Sword
de: Soldatenklinge
sv: Soldatsvärd

source: Soldiers! Give them a few minutes before starting the chase.
de: Soldaten! Gebt ihnen ein paar Minuten Vorsprung, bevor ihr die Verfolgung aufnehmt.
sv: Soldater! Ge dem några minuter innan ni tar upp jakten.

source: Somebody left a note on purpose here. According to it, we need to find out a way to trigger the waterfall from the highest floor.
de: Laut einer hinterlassenen Notiz, müssen wir einen Weg finden, den Wasserfall im höchsten Stockwerk zu aktivieren.
sv: Någon lämnade en lapp med flit här. Enligt den så kan vi hitta en väg ut genom att sätta igång vattenfallet på översta våningen.

source: Sonic Wind
de: Druckwelle
sv: Ljudvind

source: Sorry, son. It's maybe a bit early, but I'd like you to be careful.
de: Tut mir leid, Sohn. Es ist zwar noch hell, aber ich möchte, dass du vorsichtig bist.
sv: Ledsen grabben.

source: Sound Volume:
de: Tonlautstärke:
sv: Ljudvolym:

source: Sounds
de: Ton
sv: Ljud

source: Space
de: Leertaste
sv: Mellanslag

source: Special skill
de: Spezial
sv: Specialförmåga

source: Spider
de: Spinne
sv: Spindel

source: Spirits
de: Seelen
sv: Andar

source: Squirrel
de: Eichhörnchen
sv: Ekorre

source: Standard Greaves
de: Einfache Beinschienen
sv: Standardbenskenor

source: Standard Karlate issued equipment. Effectively protects the torso from most types of attack.
de: Karlate Standardausrüstung. Schützt den Oberkörper zuverlässig gegen die meisten Angriffsarten.
sv: Standardutrustning från Karlate. Skyddar effektivt bålen mot de flesta attacker.

source: Standard equipment. Light metal alloy protects the legs while minimizing the negative impact on movement.
de: Standardausrüstung. Leichte Metalllegierung, schützt die Beine bei minimaler Bewegungseinschränkung.
sv: Del av standardutrustningen. Tillverkade av en lättmetallegering som hindrar förflyttning minimalt.

source: Standard greaves that have undergone an additional tempering process, increasing their durability and strength.
de: Einfache Beinschienen, die zusätzlich getempert wurden, um ihre Haltbarkeit und Festigkeit zu erhöhen.
sv: Ett par standardbenskenor som har blivit härdade ytterligare, vilket ökar deras slittålighet och styrka.

source: Standard soldier sword. A light weight iron sword suitable for most skirmishes.
de: Gewöhnliche Soldatenklinge. Ein leichtes Eisenschwert, adäquat für die meisten Auseinandersetzungen.
sv: Standard soldatsvärd. Ett lätt järnsvärd som passar de flesta tillfällena.

source: Start over from the beginning of this battle.
de: Diesen Kampf wieder von vorn anfangen.
sv: Starta igen från starten av striden.

source: Steal Song
de: Schmähgesang
sv: Stöldsång

source: Steals HP from an enemy.
de: Raubt Lebenspunkte von enem Gegner.
sv: Stjäler HP från en fiende.

source: Steals both physical and magical defense of an ally.
de: Raubt physische and magische Verteidigung von einem Verbündeten.
sv: Stjäl både fysiskt och magiskt skydd från en allierad.

source: Steals both the physical and magical defense of all enemies and gives it to the party.
de: Überträgt einen Teil der physischen und magischen Verteidigung der Gegner auf die Verbündeten.
sv: Stjäl fysiskt och magiskt skydd från alla fiender och ger det till gruppen.

source: Steals positive effects from an enemy.
de: Raubt positive Effekte von einem Gegner.
sv: Stjäl positiva effekter från fienden.

source: Still, I have to go there and figure out what they're trying to hide from me.
de: Wie auch immer, ich muss hin und rausfinden, was sie versuchen vor mir zu verbergen.
sv: Men, jag måste försöka lista ut vad det är som de försöker gömmer för mig.

source: Stock
de: Lager
sv: Lager

source: Stone sign
de: Steintafel
sv: Stentecken

source: Stop
de: Stopp
sv: Stanna

source: Stop laughing now or I'll smash your little head against that wall!
de: Hör auf zu lachen, oder ich haue deinen kleinen Kopf gegen diese Wand!
sv: Sluta skratta genast, annars krossar jag ditt ansikte mot den där väggen!

source: Storm
de: Sturm

source: Story
de: Handlung
sv: Handling

source: Strength
de: Körperstärke
sv: Styrka

source: Strength (STR):
de: Körperstärke (KS):
sv: Styrka (STR):

source: Stun
de: Betäuben
sv: Chocka

source: Stun Strike
de: Betäubungshieb
sv: Förlamande slag

source: Stuns an enemy.
de: Betäubt den Gegner.
sv: Chockar en fiende.

source: Stygian Lizard
de: Styx-Eidechse
sv: Stygiansk ödla

source: Sun Haze
de: Sonnenstrahl
sv: Soldis

source: Sure grandma.
de: Gerne, Oma.
sv: Visst mormor.

source: Sure, I'll help you. But only if you can catch me!
de: Sicher, Ich helfe dir. Aber nur wenn du mich fangen kannst!
sv: Visst, jag kan hjälpa dig. Men bara om du fångar mig!

source: Sure, just ask.
de: Sicher, frag nur.
sv: Visst, det är bara att fråga.

source: Sword Breaker
de: Brecher
sv: Svärdsbrytare

source: Sword Slash
de: Schwerthieb
sv: Svärdshugg

source: Sylphid
de: Sylphide
sv: Sylfid

source: Tail
de: Schwanz
sv: Svans

source: Target Type: %s
de: Zieltyp: %s
sv: Måltyp: %s

source: Target:
de: Ziel:
sv: Mål:

source: Tempered Greaves
de: Getemperte Beinschienen
sv: Härdade benskenor

source: Temporarily increases the strength of all allies.
de: Erhöht vorübergehend die Stärke aller Verbündeten.
sv: Ökar temporärt styrkan på alla i gruppen.

source: Terrify
de: Erschrecken
sv: Skräckslå

source: Testers
de: Tester
sv: Testare

source: Thank you, indeed.
de: Fürwahr. Vielen Dank!
sv: Tackar så mycket.

source: Thank you, young one.
de: Ich danke dir, Kind.
sv: Tackar, yngling.

source: Thanks Kalya, I'm prepared now.
de: Danke Kalya, ich bin jetzt bereit.
sv: Tack Kalya, jag är förbered nu.

source: Thanks anyway, Sophia.
de: Trotzdem danke, Sophia.
sv: Tack ändå, Sophia.

source: Thanks dad, we'll find him in no time.
de: Danke Paps, wir werden ihn in null Komma nichts finden.
sv: Tackar pappa, vi kommer att hitta honom på nolltid.

source: Thanks for helping me out with the dishes.
de: Vielen Dank für die Hilfe mit dem Geschirr.
sv: Tack för att du hjälpte till med disken.

source: Thanks for playing!!
de: Vielen Dank fürs Spielen!
sv: Tack för att du spelar!!

source: Thanks to everyone who made this possible!!
de: Vielen Dank an alle, die dies ermöglicht haben!!
sv: Tack alla som gjorde det här möjligt!

source: Thanks, Lilly.
de: Danke, Lilly.
sv: Tack, Lilly.

source: That's the point! Can't you hear the magnificent sound of nature, so invisible to our adapted ears?
de: Das ist der Punkt! Kannst du den herrlichen Klang der Natur nicht hören? Sind wir so sehr abgestumpft?
sv: Det är det som är poängen! Kan du inte höra det magnifika ljudet från naturen, så omärkligt för våra moderna öron?

source: The Shop
de: Laden
sv: Butiken

source: The bridge is a few feet away. Let's reach the mountain pass before the frost kills us.
de: Die Brücke ist nur ein paar Schritte entfernt. Wir sollten uns beeilen, bevor uns der Frost erwischt.
sv: Bron är några meter bort. Låt oss hinna fram till bergspasset innan kylan tar oss.

source: The control mappings can be changed in the options menu.
de: Die Tastenbelegung kann im Einstellungen-Menü geändert werden.
sv: Tangentmappningen kan ändras i menyn.

source: The crystal chose me? But I'm just...
de: Der Kristall wählte mich? Aber ich bin nur...
sv: Kristallen valde mig? Men jag är bara...

source: The fact you didn't mention anything about the boy leads me to believe that you know him.
de: Die Tatsache, dass du den Jungen mit keinem Wort erwähnt hast, lässt mich jedoch vermuten, dass du ihn kennst.
sv: Faktumet att du inte sa något om pojken leder mig till att tro att du känner honom.

source: The former villagers? What do you mean?
de: Früheren Siedlern? Was meinst du damit?
sv: De gamla byborna? Vad menar du?

source: The gate to the great plains...
de: Das Tor zu den Großen Ebenen...
sv: Porten till slättmarkerna...

source: The heroes fell in battle...
de: Die Helden fielen im Kampf...
sv: Hjältarna stupade...

source: The heroes were victorious!
de: Die Helden waren siegreich!
sv: Hjältarna vann!

source: The party drinks the water and feels... alright?
de: Die Gruppe trinkt das Wasser und fühlt sich... immer noch gut?
sv: Gruppen dricker vattnet och känner sig... som vanligt?

source: The party won't drink it.
de: Die Gruppe wird es nicht trinken.
sv: Gruppen dricker det inte.

source: The soldiers will be here any minute. We'll leave to the north and cross the north-west plain up to...
de: Die Soldaten werden jede Minute hier sein. Wir gehen Richtung Norden und über die Nordwest-Ebene nach...
sv: Soldaterna kommer att komma hit vilken minut som helst. Vi måste lämna nordlandet och korsa den nordvästra steppen upp till...

source: The table below lists the default game controls.
de: Die unten stehende Tabelle zeigt die Standardtastenbelegung.
sv: Tabellen nedan visar standard kontrollerna.

source: The west gate is condemned, as the Lord commanded.
de: Das Westtor ist unpassierbar, wie vom Lord angeordnet.
sv: Den västra grinden är nerstängd, som hertigen beordrade.

source: The wind slashes an enemy.
de: Trifft den Gegner mit einem schneidenden Windstoß.
sv: Vinden skär en fiende.

source: Their strength is increased by the transformation. That's why we call them the zombified army.
de: Ihre Kraft steigt durch die Verwandlung. Deshalb bezeichen wir sie als die Zombie-Armee.
sv: Deras styrka ökar av transformationen. Det är därför som vi kallare det den zombifierade armen.

source: There are additional commands available which can be found in the MANUAL file.
de: Weitere Befehle sind im Handbuch gelistet.
sv: Det finns även andra kommandon som kan hittas i manualfilen.

source: There have been some reports of theft in the villages nearby recently.
de: Es gab neulich einige Berichte über Diebstähle in den umgebenden Dörfern.
sv: Det har varit några rapporter om stölder i närliggande byar senaste tiden.

source: There is a note left here.
de: Hier ist eine Notiz.
sv: Det ligger en lapp här.

source: There!
de: Da!
sv: Där!

source: There's no need to thank me for that. It's my pleasure.
de: Du must mir nicht danken. Es ist mir ein Vergnügen.
sv: Du behöver inte tacka mig. Det var ett rent nöje.

source: They are too strong. If they catch us, we're doomed.
de: Sie sind zu stark. Wenn sie uns kriegen, dann war's das.
sv: De är för starka. Om de fångar oss så är vi dödsdömda.

source: They're coming!
de: Sie kommen!
sv: De kommer!

source: Thing
de: Ding
sv: Sak

source: This can only mean we're near the exit!
de: Das bedeutet, dass wir es fast geschaft haben!
sv: Det kan bara betyda att vi är i närheten av utgången!

source: This character cannot equip this item.
de: Charakter kann nicht mit diesem Gegenstand ausgerüstet werden.
sv: Den här karaktären kan inte använda den här saken.

source: This circle is a save point. Here, you can save your game by pushing %s.
de: Dieser Kreis ist ein Speicherpunkt. Du kannst hier deinen Fortschritt speichern, indem du %s drückst.
sv: Den här cirkeln är en lagringspunkt. Här kan du spara spelet genom att trycka %s.

source: This item is a key item and can be neither consumed nor sold.
de: Dies ist ein Schlüsselgegenstand. Er kann weder benutzt noch verkauft werden.
sv: Det här är ett nyckelföremål som varken kan konsumeras eller säljas.

source: This item is an elemental spirit and can be associated with equipment.
de: Ein Elementargeist, kann an Ausrüstung gebunden werden.
sv: Det här föremålet är en elementarande och kan associeras med utrustning.

source: This water looks weird. Shall we drink it anyway?
de: Das Wasser sieht seltsam aus. Sollen wir es trotzdem trinken?
sv: Vattnet ser lite konstigt ut. Ska vi dricka det ändå?

source: Threshold
de: Wertebereich
sv: Gränsvärde

source: Throw stone
de: Steinwurf
sv: Kasta sten

source: Time left:
de: Verbl. Zeit:
sv: Tid kvar:

source: Titanium Ore
de: Titanerz
sv: Titanmalm

source: To Lilou and Léo...
de: Für Lilou und Léo...
sv: Till Lilou och Léo...

source: To be continued...
de: Fortsetzung folgt...
sv: Fortsättning följer...

source: Toggle Map
de: Karte einblenden
sv: Karta

source: Toggle Map:
de: Karte einblenden:
sv: Visa karta:

source: Tornado Punch
de: Wirbelsturm-Schlag
sv: Virvelvindsslag

source: Torso
de: Oberkörper
sv: Bål

source: Torso Armor
de: Oberkörperrüstung
sv: Bålskydd

source: Torso:
de: Oberkörper:
sv: Bål:

source: Total Drunes:
de: Runen total:
sv: Summa drunes:

source: Trade
de: Tauschen
sv: Byt

source: Trade count: x
de: Eingetauscht: x
sv: Bytesantal: x

source: Translations
de: Übersetzung
sv: Översättningar

source: Trident Shield
de: Tridentschild
sv: Treuddssköld

source: Trunk
de: Stamm
sv: Stam

source: Try to enjoy this day, Bronann.
de: Hab noch einen schönen Tag, Bronann.
sv: Försök att njut av dagen, Bronann.

source: Tunic
de: Tunika
sv: Tunika

source: Turns an enemy into stone.
de: Vesteinert den Gegner.
sv: Förvandlar en fiende till sten.

source: UI Theme:
de: Theme:
sv: Gränssnitt:

source: Unable to save game! Save FAILED!
de: Speichern nicht möglich! Speichervorgang fehlgeschlagen!
sv: Kunde inte spara spelet! Misslyckat lagringsförsök!

source: Underpass
de: Unterführung
sv: Grottgången

source: Up
de: Hoch
sv: Upp

source: Up:
de: Hoch:
sv: Upp:

source: Use
de: Benutzen
sv: Använd

source: VIG: +
de: WK: +

source: Valyria Tear was forked from Hero of Allacrost in 2011
de: Valyria Tear enstand als ein Entwicklungszweig von Hero of Allacrost in 2011
sv: Valyria Tear splittrades av från Hero of Allacrost 2011

source: View character Information. Select a character to change formation.
de: Charakter Information anzeigen. Wähle Charakter um die Formation zu ändern.
sv: Visa karaktärsinformation. Välj en karaktär för att ändra informationen.

source: View/Reorder
de: Status / Formation
sv: Visa/Ändra ordning

source: Vigor
de: Willenskraft
sv: Energi

source: Vigor (VIG):
de: Willenskraft (WK):
sv: Energi (VIG):

source: Village center
de: Dorfzentrum
sv: Byns mitt

source: Village entrance
de: Dorfeingang
sv: Byporten

source: Village of Layna
de: Dorf Layna
sv: Byn Layna

source: Volt
de: Blitz

source: Wait...
de: Wir haben es geschafft...
sv: Vänta...

source: War God
de: Kriegsgott
sv: Stridsgud

source: Water
de: Wasser
sv: Vatten

source: Water Circle
de: Wasserzirkel
sv: Vattencirkel

source: Water Elemental Strength
de: Wasser-Element-Stärke
sv: Vattenelementarstyrka

source: Wave
de: Welle
sv: Våg

source: We don't know how he does it, but he can turn anybody into a servile subject.
de: Wir wissen nicht wie er es macht, aber er scheint jeden in einen unterwürfigen Diener verwandeln zu können.
sv: Vi vet inte hur han lyckas, men han kan få vem som helst att bli en lydig undersåte.

source: We made it, at last!
de: Wir haben es geschafft...
sv: Vi klarade det, äntligen!

source: We managed to find a way up to the mountain top.
de: Wir fanden einen Weg auf die Bergspitze.
sv: Vi lyckades hitta en väg upp till bergets topp.

source: We're all anxiously awaiting your return.
de: Voller Ungeduld erwarten wir deine Wiederkunft.
sv: Vi väntar spänt på att du ska återvända.

source: We're almost there!
de: Wir sind fast da!
sv: Vi är nästan framme!

source: We're counting on you.
de: Wir zählen auf dich.
sv: Vi räknar med dig.

source: We're trapped!
de: Wir sind in eine Falle getappt!
sv: Vi är fångade!

source: Weapon
de: Waffe
sv: Vapen

source: Weapon skill
de: Waffen
sv: Vapenförmåga

source: Weapons
de: Waffen
sv: Vapen

source: Welcome to Valyria Tear
de: Valyria Tear
sv: Välkommen till Valyria Tear

source: What a lovely necklace! I'll take it.
de: Was für eine hübsche Halskette! Ich nehme sie.
sv: Vilket fantastiskt halsband! Jag tar det.

source: What a nice day, isn't it?
de: Was für ein schöner Tag, nicht wahr?
sv: Vilken vacker dag det är, eller hur?

source: What about the...
de: Was ist mit...
sv: Vad är det med...

source: What am I doing? I should go and try to free Kalya!
de: Was mache ich hier? Ich muss versuchen Kalya zu befreien!
sv: Vad håller jag på med? Jag borde gå och rädda Kalya!

source: What are we waiting for, let's go!
de: Worauf warten wir, los!
sv: Vad väntar vi på, kom igen!

source: What are you laughing about, Orlinn?
de: Was is so lustig, Orlinn?
sv: Vad skrattar du åt Orlinn?

source: What does all of this mean?
de: Was hat das alles zu bedeuten?
sv: Vad betyder allt det här?

source: What is it, Bronann?
de: Was ist es, Bronann?
sv: Vad är det Bronann?

source: What was that crystal? Why did you want to 'become one' with it?
de: Was war das für ein Kristall? Wieso wolltest du 'eins' mit ihm werden?
sv: Vad var det där för kristall? Varför ville du 'bli ett' med den?

source: What's that?!
de: Was ist das?!
sv: Vad är det?!

source: What?
de: Was?
sv: Vad?

source: What? But one minute ago you said...
de: Was? Aber vor einer Minute sagtest du...
sv: Vad? Men för en minut sedan så sa du...

source: What? No!
de: Was? Nein!
sv: Vad? Nej!

source: What?!
de: Was?!
sv: Vad?!

source: What?! You mean you all knew about the crystal?
de: Was?! Du meinst, ihr alle wusstet von dem Kristall?
sv: Vad?! Du menar att han kände till kristallen?

source: When I saw you leaving the village to the sanctuary, I decided to follow you.
de: Als ich euch das Dorf richtung Zuflucht verlassen sah, beschloss ich euch zu folgen.
sv: När jag såg att du lämnade byn och gå upp mot templet så beslutade jag mig för att följa efter.

source: Where is Orlinn?
de: Wo ist Orlinn?
sv: Var är Orlinn?

source: Where it all began...
de: Wo alles anfing...
sv: Där allt startade...

source: Whirlwind
de: Wirbelwind
sv: Virvelvind

source: Who are the little brats now, eh?
de: Wen nennt ihr jetzt Bälger, he?
sv: Vilka är skitungarna nu va?

source: Who's there?
de: Wer ist da?
sv: Vem där?

source: Why was that giant wolf protecting you?
de: Weshalb hat dich dieser riesige Wolf beschützt?
sv: Varför beskyddade den där enorma ulven dig?

source: Wind Circle
de: Windzirkel
sv: Vindcirkel

source: Wind Elemental Strength
de: Wind-Element-Stärke
sv: Vindelementarstyrka

source: Window mode:
de: Fenstermodus:
sv: Fönsterläge:

source: Windowed
de: Fenster
sv: Fönsterläge

source: Wing
de: Flügel
sv: Vinge

source: With the additional %u drunes found in this treasure added, the party now holds a total of %u drunes.
de: Mit den %u Runen aus diesem Schatz, hat die Gruppe nun insgesamt %u Runen.
sv: Med de ytterligare %u drunerna som hittades, så har gruppen nu totalt %u druner.

source: Woah, wait!
de: Woah, warte!
sv: Woah, vänta!

source: Woah, where am I?
de: Wow, wo bin ich?
sv: Woah, var är jag?

source: Wolf Pain
de: Wolfschmerz
sv: Vargsmärta

source: Wolfpain Necklace
de: Wolfsschmerz Halskette
sv: Vargsmärtehalsband

source: Wooden Shield
de: Holzschild
sv: Träsköld

source: Wooden Sword
de: Holzschwert
sv: Träsvärd

source: Wow! You found me!
de: Wow! Du hast mich gefunden!
sv: Wow! Du hittade mig!

source: Wow, do you think that they would come here?
de: Wow! Glaubst du, dass sie hierher kommen würden?
sv: Oj, tror du att de kommer att komma hit också?

source: X Axis
de: X Achse
sv: X-led

source: X-Strike
de: Kreuzhieb
sv: Krysslag

source: XP Earned:
de: EP erhalten:
sv: Intjänade Erf:

source: XP left:
de: EP bis Aufs:
sv: Erf kvar:

source: XP to Next:
de: EP bis Aufs.:
sv: Erf till nästa:

source: Y Axis
de: Y Achse
sv: Y-led

source: Yes
de: Ja
sv: Ja

source: Yes!
de: Ja!
sv: Ja!

source: Yes! I can feel it coming closer to the surface!
de: Ja! Ich kann fühlen, wie es raus will!
sv: Ja! Jag känner hur det kommer närmare ytan!

source: Yes, I'm so thirsty.
de: Ja, ich sterbe vor Durst.
sv: Ja, jag är så törstig.

source: Yes, Lilly. But I have something I have to ask you.
de: Ja, Lilly. Aber da ist etwas, das ich dich fragen wollte.
sv: Ja, Lilly. Men jag har en fråga.

source: Yes, he took Georges pen and I need to give it back to him...
de: Ja, er hat Georges Stift, und ich versprach ihn zurückzubringen...
sv: Ja, han tog Georges penna och jag behöver lämna tillbaka den...

source: Yes, let's end this.
de: Ja, lass uns es beenden.
sv: Ja, låt oss avsluta det här.

source: Yes, let's go.
de: Ja, los geht's.
sv: Ja, låt oss.

source: Yes, my Lord!
de: Ja, Milord!
sv: Ja, Hertigen!

source: Yes, please!
de: Ja, bitte!
sv: Ja, gärna!

source: Yiek! A big monster!
de: Aah! Ein riesiges Monster!
sv: Yiek! Ett stort monster!

source: Yiek! Do you really want to go there??
de: Uh! Willst du wirklich da lang gehen??
sv: Yiek! Vill du verkligen gå dit??
