Repository: Bertram25/ValyriaTear
Catalog: po/*.po
Languages: de, sv

source: SP
de: FP

source: "Welcome! Take a look around."
de: "Herzlich Willkommen! Sehen Sie sich ruhig um."
sv: "Välkommen! Se dig för."

source: %s SP
de: %s FP

source: ' if you need more details.
de: ' drücken, wenn du weitere Details wissen möchtest.
sv: ' om du behöver mer detaljer.

source: 'Battles have been waging all over the place and the Ancient have now forsaken me into oblivion when they sealed the Goddess Shrine.'
de: "Überall wütet der Krieg, die Ahnen haben mich hier der Vergessenheit überlassen, als sie den Göttinen Schrein versiegelten."
sv: 'Strider har pågått överallt, och de gamla har ni övergett mig när de förseglade gudinnans tempel.'

source: 'The only way to escape this hellish place is to reach the highest floor and activate the waterfall. At least that's what they said.'
de: "Der einzige Weg, diesem höllischen Ort zu entkommen, ist, das oberste Stockwerk zu erreichen und den Wasserfall zu aktivieren. So haben sie es jedenfalls gesagt."
sv: 'Enda sättet att ta sig ut härifrån är att ta sig upp på översta våningen och aktivera vattenfallet. Det är i varje fall vad de sa till mig.'

source: 'To whoever will read this:'
de: "Wer auch immer dies lesen möge..."
sv: 'Till den som läser detta:'

source: (Hmm, maybe I should get a sword then.)
de: (Hmm, vielleicht sollte ich mir ein Schwert besorgen.)
sv: (Hmm, då kanske jag borde skaffa ett svärd.)

source: (I also heard something falling outside. Let's hope it's nothing bad.)
de: (Draußen muss etwas eingestürzt sein. Hoffentlich macht es uns später keine Probleme.)
sv: (Jag hörde också något som föll utanför. Låt oss hoppas att det inte var något farligt.)

source: (I thought you saw me.)
de: (Ich dachte, du hättest mich gesehen.)
sv: (Jag trodde att du såg mig)

source: (Sigh)... Hmm, fine.
de: (Seufz)... Hmm, fein.
sv: (Suck)... Hmm, visst.

source: (What's happening here?)
de: (Was ist hier los?)
sv: (Vad händer här?)

source: (Whispering) Kalya!
de: (Flüstern) Kalya!
sv: (viskandes) Kalya!

source: (giggle) I won't tell you!
de: (Kichern) Sag ich dir nicht!
sv: (fniss) Du får aldrig veta!

source: (grumble)... Crap!
de: (Grummel)... Mist!
sv: (grr)... skit också!

source: ... Fine.
de: ... Gut.
sv: ... Visst.

source: ... It's not that simple, Bronann. Believe me.
de: ... Es ist nicht so einfach, Bronann. Glaube mir.
sv: ... Det är inte riktigt så enkelt Bronann. Lita på mig.

source: ... The incredible and amazing. I could even say, the stunning feel of it in the wind...
de: ... Das unglaubliche und erstaunliche, man könnte sogar sagen, atemberaubende Gefühl vom Winde getragen...
sv: ... Det otroliga och bländande. Skulle jag till och med kalla det, den förstummande känslan i vinden...

source: 1st Floor
de: Erdgeschoss
sv: Första våningen

source: 2nd Floor
de: Obergeschoss
sv: Andra väningen

source: A blow which temporarily stun its target.
de: Ein Angriff, der vorübergehend das Ziel betäubt.
sv: Ett slag som temporärt förlamar målet.

source: A breastplate with slightly thicker armor than is commonly found and additional shoulder guards.
de: Brustplatte mit etwas dickerer Panzerung und zusätzlichem Schulterschutz.
sv: Ett lite kraftigare bröstharnesk med extra axelplåtar.

source: A cloak worn by apprentices.
de: Ein von Auszubildenden getragener Umhang.
sv: En kappa som bärs av lärlingar.

source: A dagger attack, poisoning the enemy.
de: Ein Dolchangriff, der den Gegner vergiftet.
sv: En knivattack som förgiftar fienden.

source: A holy light strikes an enemy.
de: Ein heiliger Lichtstrahl trifft den Gegner.
sv: Ett heligt ljus slår ner på en fiende.

source: A large shield with enough fortitude to withstand waves of powerful attacks.
de: Ein großes Schild, mit genügend Stärke um ganzen Angriffswellen zu widerstehen.
sv: En stor sköld kraftig nog att hålla för många attackvågor.

source: A light chain mail woven into a tough leather cuirass.
de: Ein leichtes Kettenhemd zu einem widerstandsfähigen Lederkürass gewebt.
sv: En lätt ringbrynja monterat på ett läderharnesk.

source: A mesmerizing spirit of living water.
de: Ein faszinierender Geist des Wassers.
sv: En trollbindande ande av levande vatten.

source: A mythical weapon blessed with a magical fire.
de: Eine mystische Waffe vom magischen Feuer gesegnet.
sv: Ett mytiskt vapen som brinner med en helig eld.

source: A quicker and more powerful blow than the standard sword slash.
de: Eine schnellere und kraftvollere Variante des einfachen Schwerthiebs.
sv: En snabbare och kraftfullare attack än standardattacken.

source: A shield formed completely out of a light-weight but cheap metallic alloy.
de: Ein Schild, geformt aus einer leichten aber billigen Metalllegierung.
sv: En sköld tillverkad helt av en lätt men billig metallblandning.

source: A simple but efficient dagger attack.
de: Einfacher, aber effektiver Dolchangriff.
sv: En enkel men effektiv knivattack.

source: A simple shot using an arbalest.
de: Einfacher Schuss mit einer Arbalest.
sv: Ett enkelt skott med ett arbalest.

source: A small amount of copper ore.
de: Kleine Menge Kupfererz.
sv: Lite kopparmalm.

source: A small amount of iron ore.
de: Kleine Menge Eisenerz.
sv: Lite järnmalm.

source: A standard wooden arbalest.
de: Eine einfache hölzerne Arbalest.
sv: Ett standard träarmborst.

source: A strange necklace with unknown powers.
de: Seltsame Halskette mit unbekannten Kräften.
sv: Ett konstigt halsband med okända krafter.

source: A strange ring that protects the wearer from darkness.
de: Ein seltsamer Ring, der den Träger vor Dunkelheit schützt.
sv: En märklig ring som skyddar bäraren från mörker.

source: A strike from above, stunning the enemy and breaking its magical defense.
de: Ein Hieb von oben herab, der den Gegner betäubt und seine magische Verteidigung bricht.
sv: En attack från ovan, som lamslår fienden och har sönder deras magiska skydd.

source: A strong and aggressive attack with a blade that deals significant damage.
de: Starker und aggressiver Angriff mit einer Klinge, der erheblichen Schaden zufügt.
sv: En stark och aggressiv attack som gör ordentligt med skada.

source: A sturdy but somewhat dull sword whose blade was forged from a single block of solid iron.
de: Ein robustes, wenn auch etwas dumpfes Schwert, dessen Klinge aus einem soliden Eisenblock geschmiedet wurde.
sv: Ett stadigt med oslipat svärd vars blad var smitt av ett enda block med järn.

source: A sturdy helmet with a hinged face guard offering additional protection.
de: Ein robuster Helm mit aufklappbaren Gesichtschutz.
sv: En stadig hjälm med en visir för extra skydd

source: A sword made of wood with a steel hilt, reinforced magically.
de: Ein magisch verstärktes Holzschwert mit einem Stahlheft.
sv: Ett träsvärd med stålhjalt, magiskt förstärkt.

source: A sword made of wood with a steel hilt, surrounded by a great magical force.
de: Ein von starker Magie umhülltes Holzschwert mit einem Stahlheft.
sv: Ett träsvärd med stålhjalt, omgärdat av en enorm magisk kraft.

source: A sword made of wood with a steel hilt, very good for practising.
de: Ein Schwert aus Holz mit einem Stahlgriff, sehr gut zum Üben geeignet.
sv: Ett träsvärd med ett hjalt av stål. Bra att öva med.

source: A tall steel shield with a mighty phoenix emblazoned on the front.
de: Ein großes Stahlschild, die Vorderseite mit einem mächtigen Phönix geschmückt.
sv: En lång sköld av stål med en mäktig fenix ingraverat framtill.

source: A textbook maneuver that deals an effective blow.
de: Ein effektiver Angriff, frei nach Lehrbuch.
sv: Ett skolboksexempel på en huggande manöver.

source: A weapon bestowed to seasoned veterans of the knighthood.
de: Eine Waffe, die an im Kampf bewährte Ritter verliehen wird.
sv: Ett vapen som ges till erfarna veteraner av riddarordern.

source: AGI: +
de: AG: +

source: ATK:
de: PA:

source: Abdomen
de: Bauch
sv: Buk

source: Actually, I bought the barley meal for Lilly.
de: Eigentlich habe ich das Gerstenmehl für Lilly gekauft.
sv: Faktiskt, så köpte jag kornmjölet åt Lilly.

source: Add an item to the buy/sell list.
de: Gegenstand zur Liste hinzufügen.
sv: Lägg till köp/sälj-listan

source: Additional programming and scripting
de: Zusätzliche Programmierung und Skripting
sv: ytterligare programmerande och skriptande

source: Additional programming and scripting
de: Zusätzliche Programmierung und Skripte
sv: Ytterligare programmering och skriptande

source: After all we've been through, this...
de: Nach allem was wir hinter uns haben, nun das...
sv: Efter allt som vi har varit igenom, det här...

source: After all, I simply wanted to make sure that boy would reach Mt. Elbrus safe and sound.
de: Schließlich wollte ich nur sicherstellen, dass der Junge Mt. Elbrus wohlbehalten erreicht.
sv: När allt kommer omkring, så ville jag bara att den där pojken skulle nå Elbrustoppen säkert.

source: Agility
de: Agilität
sv: Smidighet

source: Agility (AGI):
de: Agilität (AG):
sv: Smidighet (AGI):

source: Ah hah! I just wanted to see your reaction. I still have some. Let me go grab it and bring it back to you.
de: Ah ha! Ich wollte nur deine Reaktion sehen. Ich habe noch etwas übrig. Warte, ich hole es.
sv: Ah hah! Jag ville bara se din reaktion. Jag har fortfarande lite kvar. Jag går och hämtar det.

source: Ah! Sure, as soon as your father will stop lending his sword to you to practice with him. Are you sure everything is alright?
de: Ach! Was ist mit dem Schwert deines Vaters, das ihr zum Üben benutzt? Ist alles in Ordnung bei dir?
sv: Ah! Visst, så snart som din far slutar att låna ut sitt svärd åt dig så att du kan öva med honom. Är du säker på att allt står rätt till?

source: Ah, I see. Well unfortunately, I'm so sad about a recent loss that I can't find the right words with which to tell you.
de: Oh, ich verstehe. Nun, leider bin ich so voller Trauer über meinen kürzlichen Verlust, dass mir die richtigen Worte fehlen.
sv: Ah, jag förstår. Olyckligtvis så är jag bedrövad över en närliggande förlust så att jag inte ens kan hitta orden att berätta det för dig.

source: Ah, the river is so beautiful at this time of the year. I feel like writing some poetry...
de: Ach, der Fluss ist so schön zu dieser Jahreszeit. Mir ist danach, ein Gedicht zu schreiben...
sv: Ah, floden är så vacker den här årstiden. Jag får lust att skriva lite poesi...

source: Ahh sure! (gossip, gossip)
de: Ah sicher! (Tratsch, Tratsch)
sv: Ahh javisst! (skvaller, skvaller)

source: All
de: Alle
sv: Alla

source: All Allies
de: Alle Verbündeten
sv: Alla allierade

source: All Enemies
de: Alle Gegner
sv: Alla fiender

source: All Foes
de: Alle Feinde
sv: Alla fiender

source: All Wares
de: Alle Waren
sv: Alla varor

source: All this...
de: Das alles...
sv: Allt det här...

source: Allacrost Artwork Team
de: Allacrost Grafik Team
sv: Allacrosts konstnärsteam

source: Allacrost Artwork Team (2004-2011)
de: Allacrost Grafik Team (2004-2011)
sv: Allacrosts konstnärsteam (2004-2011)

source: Allacrost Development Team (2004-2011) Founder and Lead Designer
de: Allacrost Entwicklungsteam (2004-2011) Gründer und Chefentwickler
sv: Allacrost utvecklingsteam (2004-2011) Grundare och huvuddesigner

source: Allacrost Music and Sound Team (2004-2011)
de: Allacrost Musik und Ton Team (2004-2011)
sv: Allacrost Musik- och Ljudteam (2004-2011)

source: Allacrost Programming Team
de: Allacrost Programmierteam
sv: Allacrosts programmerarteam

source: Allacrost Programming Team (2004-2011)
de: Allacrost Programmierteam (2004-2011)
sv: Allacrosts programmerarteam (2004-2011)

source: Allacrost Project Leads/Administrators
de: Allacrost Projektleiter/Administratoren
sv: Allacrosts projektledare/administratörer

source: Allacrost Special Thanks
de: Allacrost Besonderer Dank
sv: Allacrost Extra Tack

source: Ally
de: Verbündeter
sv: Allierad

source: Ally — Point
de: Verbündeter — Punkt
sv: Allierad — Punkt

source: Also, the person in front of the battle line will lead the group in the forest. What I mean by that is the person on the top of the battle formation will actually appear while the others will stay hidden.
de: Außerdem, die Person an der Front der Kampfformation wird die Gruppe im Wald anführen. Damit meine ich, dass die Person, welche die Formation anführt, zu sehen ist, während die anderen verborgen bleiben.
sv: Dessutom, personen längst fram på stridslinjen kommer att leda gruppen i skogen. Jag menar att personen som är längst upp i stridsformationen är den som kommer att synas medan de ändra är gömda.

source: An arbalest made out of fine noble ash tree wood.
de: Eine Arbalest aus edlem Eschenbaumholz.
sv: Ett armborst tillverkat från finaste ask.

source: An arbalest strengthened with magical ore.
de: Mit magischem Erz verstärkte Arbalest.
sv: Ett armborst som är förstärkt med magi.

source: An attack striking all enemies.
de: Flächenangriff, fügt allen Gegnern Schaden zu.
sv: En attack som träffar alla fiender.

source: An old light soldier tunic.
de: Eine alte leichte Soldaten-Tunika.
sv: En gammal soldattunika.

source: An old willow dress that Kalya likes to wear.
de: Ein altes Willow Kleid, das Kalya gerne trägt.
sv: En gammal sälgdräkt som Kalya tyckte om att ha på sig.

source: Ancient Strength
de: Stärke der Ahnen
sv: Uråldrig styrka

source: And how did you reach up here? Weren't you caught by the soldiers with the others?
de: Und wie bist du hier rauf gekommen, ohne von den Soldaten gefasst zu werden, wie die Anderen?
sv: Och hur kom du upp hit? Fångades du inte av soldaterna tillsammans med de andra?

source: And you...
de: Und du...
sv: Och du...

source: Anthozium Ore
de: Antoziumerz
sv: Anthoziummalm

source: Anyway, let's stick together and we'll be fine as always, right?
de: Wie auch immer, sollange wir zusammen bleiben, werden wir es schaffen, richtig?
sv: Hursomhelst, låt oss hålla ihop så kommer vi att klara oss som alltid, eller hur?

source: Arbalest of Force
de: Kraft-Arbalest
sv: Kraftens armborst

source: Are you alright, Kalya?
de: Bronann! Geht es dir gut?
sv: Mår du bra Kalya?

source: Argh! It hurts!
de: Au! Es tut weh!
sv: Argh! Det gör ont!

source: Arm
de: Arme

source: Arm Armor
de: Armrüstung
sv: Armskydd

source: Armored Beast
de: Gepanzertes Biest
sv: Bepansrad best

source: Arms
de: Arme
sv: Armar

source: Ask about battle basics.
de: Frage über Kampfgrundlagen.
sv: Fråga om grundläggande strid.

source: Ask nothing. I know how to fight.
de: Ich weiß wie man kämpft.
sv: Fråga ingenting. Jag vet hur man slåss.

source: Attack (ATK):
de: Physischer Angriff (PA):

source: Attack / Defense:
de: Angriff / Verteidigung:
sv: Attack / Försvar:

source: Auridium Ore
de: Auridiumerz
sv: Auridiummalm

source: Aww...
de: Oooch...

source: Back
de: Zurück
sv: Tillbaka

source: Bare hands
de: Unbewaffnet
sv: Kampsport

source: Bare-hand
de: Unbewaffnet
sv: Kampsport

source: Barley Meal
de: Gerstenmehl
sv: Kornmjöl

source: Barley meal? Again?
de: Gerste? Schon wieder?
sv: Kornmjöl? Igen?

source: Based on the engine
de: Basiert auf
sv: Baserat på motorn

source: Basement
de: Keller
sv: Källare

source: Basic yet good and cheap flour.
de: Grundlegendes, dennoch gutes und preiswertes Mehl
sv: Vanligt men gott och billigt mjöl.

source: Bat
de: Fledermaus
sv: Fladdermus

source: Battle
de: Kampf
sv: Strid

source: Battle Use:
de: Kampfeinsatz:
sv: Stridsandvändning

source: Be careful, ok?
de: Sei vorsichtig, ja?
sv: Var försiktig, ok?

source: Beetle
de: Käfer
sv: Skalbagge

source: Black Sleet
de: Schwarzer Eisregen
sv: Svart slask

source: Blade Rush
de: Klingensturm
sv: Svärdsrusning

source: Blindness
de: Blenden
sv: Blindhet

source: Body
de: Körper
sv: Kropp

source: Borium Ore
de: Boriumerz
sv: Boriummalm

source: Branches
de: Zweige
sv: Grenar

source: Brightness:
de: Helligkeit:
sv: Ljusstyrka:

source: Bronann! Are you all right? Answer me!!
de: Bronann! Geht es dir gut? Antworte mir!!
sv: Bronann! Mår du bra? Svara!!

source: Bronann! Are you alright?
de: Bronann! Geht es dir gut?
sv: Bronann! Är allt bra?

source: Bronann's home
de: Bronanns Haus
sv: Bronanns hem

source: Bronann, I ...
de: Bronann, ich...
sv: Bronann, Jag ...

source: Bronann, I'd like for you to not leave the village today.
de: Bronann, ich möchte, dass du das Dorf heute nicht verlässt.
sv: Bronann, jag vill inte att du ska lämna byn idag.

source: Bronann, don't listen to him!
de: Bronann. höre nicht auf ihn!
sv: Bronann, lyssna inte på honom!

source: Bronann, how do you feel?
de: Orlinn, bist du in Ordnung?
sv: Bronann, hur mår du?

source: Bronann, please.
de: Bronann, bitte.
sv: Bronann, snälla.

source: Bronann, promise me that you'll be careful, ok?
de: Bronann, versprich mir, vorsichtig zu sein, ja?
sv: Bronann, lova att du kommer att vara försiktig, ok?

source: Bronann, take this sword. You'll probably need it to make your way through there.
de: Bronann, nimm dieses Schwert. Ihr werdet euch den Weg wahrscheinlich freikämpfen müssen.
sv: Bronann, ta det här svärdet. Du kommer nog att behöva det för att ta dig igenom allt.

source: Bronann, the crystal! No!
de: Bronann, der Kristall! Nicht!
sv: Bronann, kristallen! Nej!

source: Bronann, this time I want you to listen to your father very carefully. Please, my dear.
de: Bronann, dieses Mal möchte ich, dass du ganz genau das machst, was dein Vater sagt. Bitte, mein Lieber.
sv: Bronann, jag vill att du lyssnar noga på din far angående detta. Snälla du.

source: Bronann, you should go with her.
de: Bronann, du solltest mit ihr gehen.
sv: Bronann, du borde följa med henne.

source: Bronann, you'll get everything explained in time, I...
de: Bronann, du wirst alles erklärt bekommen sobald die Umstände es zulassen, ich...
sv: Bronann, du kommer att få allt förklarat för dig i sinsom tid, jag...

source: But I didn't know who it would choose.
de: Ich wusste jedoch nicht wen es wählen würde.
sv: Men jag visste inte vem den skulle välja.

source: But I'm not done yet!
de: Aber ich bin noch nicht fertig!
sv: Men jag är inte klar än!

source: But I...
de: Aber ich...
sv: Men jag...

source: But Kalya, look at the passageway!
de: Aber Kalya, sieh, der Durchgang!
sv: Men Kalya, titta på passagen!

source: But father!
de: Aber Vater!
sv: Men pappa!

source: But he would just be a burden!
de: Aber er wäre nur eine Belastung!
sv: Men han kommer bara att sinka mig!

source: But let's play together first, shall we?
de: Aber lasst uns zuerst ein wenig spielen, ja?
sv: Men låt oss leka tillsammans först, ska vi?

source: But mom!
de: Aber Mam!
sv: Men mamma!

source: But sis! I...
de: Aber Schwester! Ich...
sv: Men syrran! Jag...

source: But the bridge, how did you cross?
de: Aber die Brücke, wie bist du rübergekommen?
sv: Men bron, hur tog du dig över?

source: But you might get hurt!
de: Aber du könntest verletzt werden!!
sv: Du kanske skadar dig!

source: But you'll never find me hiding on top of the cliffs!
de: Du findest mich niemals, wenn ich mich auf einer Felskuppe verstecke.
sv: Men du kommer aldrig att hitta mig uppe på klipporna!

source: But...
de: Aber...
sv: Men...

source: Butterfly
de: Schmetterling
sv: Fjäril

source: Buy
de: Kaufen
sv: Köp

source: Buy count: x
de: Gekauft: x
sv: Inköpsantal: x

source: Buy prices
de: Kaufpreise
sv: Inköpspriser:

source: By the way, have you ever prepared yourself for something like this before?
de: Ach ja, denkst du du bist der Aufgabe gewachsen?
sv: Förresten, har du någonsin förberett dig på något sånt här innan?

source: By the way, where are we?
de: Übrigens, wo sind wir?
sv: Förresten, var är vi?

source: Can you hear this?
de: Hörst du das?
sv: Hör du det?

source: Can you smell that stench?
de: Hörst du das?
sv: Känner du den där stanken?

source: Cancel
de: Abbrechen
sv: Avbryt

source: Cancel a menu command
de: Menübefehl abbrechen
sv: Avbryt menykommandot

source: Cancel an action or menu command
de: Aktion oder Menübefehl abbrechen
sv: Avbryt en handling eller menyval

source: Cancel:
de: Abbrechen:
sv: Avbryt:

source: Cancel: Button
de: Abbrechen: Taste
sv: Avbryt: Knapp

source: Candy
de: Süßigkeit
sv: Godis

source: Carson is right, Kalya. Bronann shall go with you.
de: Carson hat recht, Kalya. Bronann wird dich begleiten.
sv: Carson har en poäng, Kalya. Bronnan följer med dig.

source: Catch Orlinn!
de: Fange Orlinn!
sv: Fånga Orlinn!

source: Category
de: Kategorie
sv: Kategori

source: Change the displayed item category.
de: Ändere Gegenstandskategorie.
sv: Ändra kategori.

source: Chest
de: Brust
sv: Kista

source: Chicken
de: Huhn
sv: Kyckling

source: Choose a character.
de: Wähle einen Charakter.
sv: Välj en karaktär.

source: Choose a skill category to use.
de: Wähle zu verwedende Fertigkeitskategorie.
sv: Välj en färdighetskategori att använda.

source: Claw
de: Klaue
sv: Klo

source: Close this window / Show the system menu
de: Aktuelles Fenster schließen / System-Menü anzeigen
sv: Stäng det här fönstret / Visa systemmenyn

source: Cobalt Helm
de: Kobalthelm
sv: Kobolthjälm

source: Come Orlinn!
de: Los Orlinn!
sv: Kom Orlinn!

source: Command
de: Befehl
sv: Kommando

source: Conditions:
de: Bedingungen:
sv: Förutsättningar:

source: Confirm
de: Bestätigen
sv: Bekräfta

source: Confirm / Open / Talk: %s
de: Bestät. / Öffnen / Sprechen: %s
sv: Bekräfta / Öppna / Tala: %s

source: Confirm Save
de: Speichern
sv: Bekräfta sparning

source: Confirm a menu command
de: Menübefehl bestätigen
sv: Bekräfta menykommandot

source: Confirm an action or menu command
de: Aktion oder Menübefehl bestätigen
sv: Bekräfta en handling eller menyval

source: Confirm:
de: Bestätigen:
sv: Godkänn:

source: Confirm: Button
de: Bestätigen: Taste
sv: Bekräfta: Knapp

source: Confirm: retry battle.
de: Bestätigen: Kampf nochmal versuchen.
sv: Bekräfta: Försök slåss igen.

source: Confirm: return to main menu.
de: Bestätigen: Zum Hauptmenü zurückkehren.
sv: Bekräfta: återgå till huvudmenyn.

source: Cool Time: %s
de: Abkühlungszeit: %s
sv: Avkylningstid: %s

source: Copper Ore
de: Kupfererz
sv: Kopparmalm

source: Counter
de: Konter
sv: Motattack

source: Creates a small fire that burns an enemy.
de: Entfacht ein kleines Feuer, das den Gegner verbrennt.
sv: Skapar en liten eld som bränner en fiende.

source: Crested Helmet
de: Verzierter Helm
sv: Korintisk hjälm

source: Crystal
de: Kristall

source: Ctrl
de: Strg

source: Cure
de: Kurieren
sv: Bota

source: Cures poison on all characters.
de: Hebt die Vergiftung bei allen Verbündeten auf.
sv: Botar förgiftning hos alla i gruppen.

source: Cures the poison from an ally.
de: Hebt die Vergiftung eines Verbündeten auf.
sv: Botar förgiftning hos en allierad.

source: Current Key
de: Aktuelle Taste
sv: Nuvarande tangent

source: Curse
de: Fluch
sv: Förbannelse

source: DEF:
de: PV:

source: Dagger Slash
de: Dolchhieb
sv: Knivhugg

source: Dark Soldier
de: Dunkler Soldat
sv: Mörk soldat

source: Dark Wish
de: Dunkler Wunsch
sv: Mörk önskan

source: Dear chosen one, the time has finally come.
de: O du Auserwählte, deine Zeit ist endlich gekommen.
sv: Kära utvalde, tiden har äntligen kommit.

source: Death
de: Tod
sv: Död

source: Death Circle
de: Todeszirkel
sv: Dödscirkel

source: Death Elemental Strength
de: Todes-Element-Stärke
sv: Dödselementarstyrka

source: Decay Dirge
de: Klagelied
sv: Förmultnande sorgesång

source: Decreases the battle speed of an enemy.
de: Verlangsamt den Gegner.
sv: Minskar en fiendes stridshastighet.

source: Default Key
de: Standard
sv: Standardtangent

source: Defense (DEF):
de: Physische Verteidigung (PV):
sv: Försvar (DEF):

source: Demonic Essence
de: Dämonische Essenz
sv: Demonisk essens

source: Detailed defense:
de: Verteidigungswerte:
sv: Detaljerat försvar:

source: Did you hear that? (gossip, gossip)
de: Hast du das mitgekriegt? (Tratsch, Tratsch)
sv: Hörde du det? (skvaller, skvaller)

source: Dispell
de: Bann
sv: Skingra

source: Divine Wish
de: Göttliche Gnade
sv: Gudomlig önskan
